{"https://www.bbc.com/news/articles/cqvv29gpqn1o": {"link": "https://www.bbc.com/news/articles/cqvv29gpqn1o", "subtitle": "", "time": null, "title": "China holds military drills around Taiwan as 'strong punishment'", "topics": ["Asia", "China", "Taiwan", "Beijing"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/03f6/live/bacf22b0-18bc-11ef-acfd-895c004d08e0.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/4ff6/live/72fa4340-18f6-11ef-80aa-699d54c46324.png.webp"], "videos": [], "author": "Kelly Ng in Singapore and Rupert Wingfield-Hayes in Taipei,", "text": ["China has started two days of military exercises around Taiwan, with its military calling them \"strong punishment\" for the self-ruled island's \"separatist acts\".", "The drills come three days after the inauguration of President William Lai, who called on China to stop threatening the island and accept the existence of its democracy.", "China sees Taiwan as a breakaway province that will eventually be under Beijing's control, but the island sees itself as distinct.", "Taiwan's defence ministry condemned the Chinese drills as \"irrational provocations\".", "Taipei dispatched naval, air, and ground forces to \"defend the [island's] sovereignty\", its defence ministry said.", "Thursday's drills for the first time simulated a full-scale attack, Taiwanese military experts said, rather than an economic blockade.", "The exercises took place all around the main island, and for the first time also targeted the Taipei-controlled islands of Kinmen, Matsu, Wuqiu and Dongyin which lie close to the Chinese coast, according to maps released by China's People's Liberation Army (PLA).", "Drills show China really doesn't like Taiwan's new president", "The drills also included a component to the east of Taiwan - the island's rugged east coast on the other side of a mountain range has long been its military redoubt.", "Taiwan has built much of its hardened military infrastructure along this coast, including a large underground airbase inside a mountain near the city of Hualien. It is also close to Japan’s southern islands, and a natural resupply route.", "By sending naval and air patrols to the east of Taiwan, China aims to show Taipei that its east is now exposed to Chinese attack, and to show the Americans that any effort to resupply or re-enforce Taiwan from the east is vulnerable to Chinese missile strikes and naval attack.", "The PLA said its drills focused on joint sea-air combat-readiness patrols, precision strikes on key targets, and integrated operations inside and outside the island to test the \"joint real combat capabilities\" of its forces.", "Taiwanese media cited military expert Chieh Chung saying the ongoing exercise is aimed at \"simulating a full-scale armed invasion of Taiwan\". ", "China has repeatedly rehearsed encircling Taiwan with fighter jets and navy ships over the past year. Taipei had reported an uptick in incursions into Taiwanese waters and airspace in the run-up to Mr Lai's inauguration.", "China carried out its first “encirclement” operation in August 2022, following a historic visit by then US House Speaker Nancy Pelosi, simulating a blockade of the main island of Taiwan with ships, aircraft and missile strikes. ", "The PLA said Thursday's drills were a \"strong punishment for the separatist acts of Taiwan independence forces and a stern warning against the interference and provocation by external forces.\"", "Meanwhile China's foreign ministry insisted the drills were a \"necessary and legitimate move\" to safeguard national sovereignty.", "\"I need to stress that Taiwan is an inalienable part of China's territory. This is both a fact based on history and the true status quo. This will not change in the future. Taiwan independence is doomed to fail,\" spokesman Wang Wenbin said.", "In his inauguration address last Monday, Mr Lai called on China to \"stop threatening Taiwan\".", "Beijing denounced the speech, with Foreign Minister Wang Yi describing Mr Lai as \"disgraceful\".", "After Mr Lai's election victory last January, Beijing issued a statement insisting that \"Taiwan is part of China\". It has also repeatedly rebuffed Mr Lai's offers for talks.", "Beijing has previously labelled Mr Lai a \"separatist\" and \"troublemaker\" over remarks he made in the past supporting Taiwanese independence. ", "Taiwan's defence ministry said the drills on Thursday \"highlight [Beijing's] militaristic mentality\". ", "\"In recent years, the continuous harassment by Chinese aircraft and ships has significantly harmed global peace and stability,\" it said.", "Taiwan’s presidential office has said it was “regrettable” to see China “using unilateral military provocations to threaten Taiwan's democracy and freedom”.", "Meanwhile Taiwan's Mainland Affairs Council - which oversees relations with China - said Taiwan's aim of maintaining cross-strait peace has not changed. ", "\"Beijing should understand that its intimidating tactics will not win hearts and minds,\" said spokesman Liang Wen-chieh.", "While China and Taiwan remain trading partners, they no longer have a formal channel of communication and much of the world offers diplomatic recognition to China, but not Taiwan.", "Analysts say Bejing’s claims have become far louder and unyielding under Xi Jinping, who has repeatedly stressed that “reunification” will happen - most recently in December, weeks before Taiwan’s election.", "So far, China's military manoeuvres around Taiwan have fallen short of an invasion and stayed within a grey zone. ", "Analysts have told the BBC that grey zone warfare tactics are aimed at weakening an adversary over a prolonged period - and say that is exactly what China is trying to do with Taiwan."]}, "https://www.bbc.com/news/articles/cw55192rd9lo": {"link": "https://www.bbc.com/news/articles/cw55192rd9lo", "subtitle": "", "time": null, "title": "Singapore Airlines: More than twenty treated for spinal injuries after turbulence flight", "topics": ["Aviation accidents and incidents", "Singapore", "Travel", "London Heathrow Airport", "Bangkok", "Air travel"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/8a77/live/35cde420-18f3-11ef-baa7-25d483663b8e.jpg.webp"], "videos": [""], "author": "Jacqueline Howard,", "text": ["More than 20 people who were on a Singapore Airlines flight hit by severe turbulence are in intensive care with spinal injuries, the head of a Bangkok hospital has said.", "A two-year-old child is among those in hospital in the Thai capital, where the flight from London made an emergency landing on Tuesday.", "Overall, 46 passengers and two crew members were still receiving treatment in Bangkok, the airline said.", "Passengers on the airliner have told the BBC they felt the plane drop suddenly, and that others not wearing their seatbelts \"launched immediately into the ceiling\".", "The director of Samitivej Srinakarin Hospital said 41 passengers were still there, half of them in intensive care. ", "Twenty-two people from the flight had spinal injuries, while six people were in critical condition with life-threatening injuries, Adinun Kittiratanapaibool said.", "Singapore Airlines flight SQ321 from London to Singapore encountered severe turbulence on Tuesday, leading to the death of 73-year-old British man Geoff Kitchen, and injuring dozens of others.", "It is believed Mr Kitchen died of a heart attack.", "Among those now in hospital, there are six skull and brain injuries and 13 muscular and soft tissue conditions, as well as spine and spinal cord injuries.", "Seventeen people have undergone operations, of which nine were related to spinal injuries, Dr Adinun said.", "The two-year-old was being treated for concussion, he added.", "Those being treated include 10 British people, nine Australians, seven Malaysians and four Filipinos. The oldest patient is 83 years old.", "The Boeing 777-300, which was carrying 211 passengers and 18 crew members, hit severe turbulence over the Indian Ocean on Tuesday.", "The flight diverted to the Thai capital.", "A relief aircraft carrying the remaining passengers and crew arrived in Singapore early on Wednesday.", "Singapore Airlines CEO Goh Choon Phong has apologised, offering his “deepest apologies to everyone affected” by the “sudden extreme turbulence”.", "Singapore's government has promised a thorough investigation."]}, "https://www.bbc.com/news/videos/c6ppwl9qrg1o": {"link": "https://www.bbc.com/news/videos/c6ppwl9qrg1o", "subtitle": "Dash-cam footage shows World No. 1 golfer Scottie Scheffler arrested by Louisville Police.", "time": "2024-05-23T20:25:20.002831", "title": "Golfer Scottie Scheffler arrested by Louisville Police", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/articles/cw441ng00wxo": {"link": "https://www.bbc.com/news/articles/cw441ng00wxo", "subtitle": "There could be up to seven major hurricanes of category three or higher this season, many more than usual.", "time": "2024-05-23T16:09:20.000009", "title": "Hurricane season in Atlantic to be 'extraordinary'", "topics": ["Climate", "Hurricanes"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/a9e4/live/885c5cb0-1841-11ef-b29c-db4f2723162a.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/9ab0/live/9e475d80-1842-11ef-b5cc-cb8b8c4cef5a.png.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/a82d/live/66e7a520-1842-11ef-80aa-699d54c46324.png.webp"], "videos": [], "author": "Mark Poynting,", "text": ["The North Atlantic could get as many as seven major hurricanes of category three strength or over this year, which would be more than double the usual number, the US weather agency NOAA has warned. ", "Normally you'd expect three major hurricanes in a season. ", "As many as 13 Atlantic hurricanes of category one or above are forecast for the period, which runs from June to November. ", "Record high sea surface temperatures are partly to blame, as is a likely shift in regional weather patterns.", "While there's no evidence climate change is producing more hurricanes, it is making the most powerful ones more likely, and bringing heavier rainfall.", "\"This [hurricane] season is looking to be an extraordinary one,\" NOAA administrator Rick Spinrad said in a news conference. ", "The recent weakening of the El Niño weather pattern – and the likely switch to La Niña conditions later in the year – creates more favourable atmospheric conditions for these storms in the Atlantic.", "In contrast to the Atlantic, NOAA had already predicted a \"below-normal\" hurricane season in the central Pacific region, where a move to La Niña has the opposite effect. ", "On average, the Atlantic basin – which includes the Atlantic Ocean, Caribbean Sea and Gulf of Mexico - experiences 14 named tropical storms a year, of which seven are hurricanes and three are major hurricanes.", "Tropical storms become hurricanes when they reach peak sustained wind speeds of 74mph (119km/h). 'Major' hurricanes (category three and above) are those reaching at least 111mph (178km/h).", "In total NOAA expects between 17 and 25 named tropical storms, of which between   eight and 13 could become hurricanes and between four and seven could become major ones. ", "The highest number of major hurricanes in a single Atlantic season is seven, seen in both 2005 and 2020. NOAA’s forecast suggests that 2024 could come close to that.", "The exact causes of individual storms are complex, but two key factors are behind the forecast. ", "Firstly, there is the likely switch from El Niño to La Niña within the coming months, which helps these storms to grow more easily.", "And secondly, sea surface temperatures are much warmer than usual in the main hurricane development region in the tropical Atlantic. ", "That often means more powerful hurricanes, because warmer waters provide more energy for storms to grow as they track westwards.", "\"All the ingredients are in place\" for an intense hurricane season, said Ken Graham, director of the US National Weather Service.", "To draw attention to the way that global warming is making the highest intensity storms more likely, a recent study explored the possibility of creating a new category six level. ", "This \"would alert the public that the strongest tropical cyclones that we are now experiencing are unprecedented and the reason for that [is] the warming of the surface oceans because of climate change,\" explains study lead author Michael Wehner, senior scientist at Berkeley Earth.", "Hurricane categories only take into account wind speeds. But these storms pose other major hazards, such as rainfall and coastal flooding, which are generally worsening with climate change, NOAA warned.", "Warmer air can hold more moisture, increasing the intensity of rainfall.", "Meanwhile, storm surges - the short-term increases to sea level from hurricanes - are now happening on top of a higher base. That is because sea levels are now higher, principally due to melting glaciers and warmer seas.", "\"Sea-level rise increases the total flood depth, making today’s hurricanes more damaging than prior year’s storms,\" says Andrew Dessler, a professor of atmospheric science at Texas A&M University.", "Given the active forecast, researchers stress the need for the public to be aware of the hazards these storms can pose - in particular \"rapid intensification events\", where hurricane wind speeds increase very quickly, and so can be especially dangerous.", "\"We are already seeing overall increases to the fastest rates at which Atlantic hurricanes intensify - which means that we are likely already seeing an increased risk of hazards for our coastal communities,\" explains Andra Garner, an assistant professor at Rowan University in the US.  ", "\"It can still be difficult to forecast rapid intensification of storms, which in turn escalates the challenges that arise when trying to protect our coastal communities.\"", "Graphics by Erwan Rivault and Muskeen Liddar"]}, "https://www.bbc.com/news/articles/cv22nd9pdwwo": {"link": "https://www.bbc.com/news/articles/cv22nd9pdwwo", "subtitle": "Kenyan President William Ruto is currently on a US state visit, the first in 16 years for an African leader.", "time": "2024-05-23T19:09:20.000009", "title": "US names Kenya as major ally in face of growing Russian influence", "topics": ["Kenya", "Nato", "Africa", "United States"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/bd00/live/57af2b70-193a-11ef-ad92-0bfff2ea2be8.jpg.webp"], "videos": [], "author": "Sam Cabral,", "text": ["US President Joe Biden has named Kenya as a major non-Nato ally, making it the first sub-Saharan African country to receive that designation.", "Mr Biden announced the move during a three-day state visit by Kenyan President William Ruto.", "It is the first such visit to Washington by an African leader in more than 15 years and comes Russia and China have expanded their influence across the continent.", "Several governments in the Sahel region and western Africa have also fallen to military coups, leading to the removal of co-operation missions with western nations.", "The extension of major non-Nato ally status will allow Nairobi to engage in closer security cooperation with Washington and obtain more sophisticated US weapons.", "Doing so is \"a fulfilment of years of collaboration,\" Mr Biden said at a joint news conference with Mr Ruto at the White House on Thursday.", "Kenya has emerged as an important security partner to the US in East Africa, and is also part of the Ukraine Defence Contact Group coalition, which meets to coordinate on how to arm Kyiv against Moscow.", "The strengthening of its US alliance come as Washington faces setbacks in other areas of Africa. ", "This week the Pentagon confirmed a full withdrawal of around 1,000 troops from Niger by September following the breakdown of security cooperation.", "Niger has grown closer to Russia and Iran after its democratically elected president was toppled in a coup last year.", "Washington has also been pleased by Kenya's recent pledge to send 1,000 of its police officers to Haiti.", "The only phone call President Biden made to a leader in sub-Saharan Africa last year was to Mr Ruto, about Nairobi’s promise to lead a multinational force to the Caribbean nation.", "\"Our joint counterterrorism operations have degraded Isis and Al-Shabaab across East Africa,\" Mr Biden said. ", "\"Our mutual support for Ukraine has rallied the world to stand behind the UN charter. And our work together on Haiti is helping pave the way to reduce instability and insecurity.\"", "Mr Ruto said said that \"Kenya and Africa have a strong and committed friend\" in Mr Biden.", "Once approved by the US Congress, Kenya will become the 19th country to be named a major non-Nato ally."]}, "https://www.bbc.com/news/articles/c900qz4wll4o": {"link": "https://www.bbc.com/news/articles/c900qz4wll4o", "subtitle": "", "time": null, "title": "Rosenberg: Russian President Putin's military purge echoes Prigozhin's call to act", "topics": ["Europe", "Russia", "Vladimir Putin", "War in Ukraine"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/d817/live/b9ffadd0-18f5-11ef-9b55-076e569e8f32.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/e0ac/live/d039e770-18f3-11ef-98b8-c3ef7cd58821.jpg.webp"], "videos": [], "author": "Steve Rosenberg,", "text": ["When one top defence official is arrested in Russia, that’s interesting.", "When five senior defence figures are handcuffed in less than a month, that’s a purge.", "The latest senior military man to be locked up is Lt Gen Vadim Shamarin, deputy chief of the army’s general staff and head of the Main Communications Directorate of the Russian Armed Forces.", "Accused of large-scale bribe-taking, he’s been placed in pre-trial detention for two months.", "Hours later came the news that a senior defence ministry procurement official, Vladimir Verteletsky, has also been detained. According to Russia’s Investigative Committee, he’s been charged with abuse of authority in the execution of a state defence order.", "The roll-call of Russian defence figures who, within a month, have fallen from grace on corruption charges includes Deputy Defence Minister Timur Ivanov and Lt-Gen Yuri Kuznetsov, head of the defence ministry’s personnel directorate.", "There’s also been change at the very top of the ministry. In a recent reshuffle, President Vladimir Putin replaced his defence minister of 12 years, Sergei Shoigu, with technocrat economist Andrei Belousov. The move was widely interpreted as an attempt by the Kremlin to boost efficiency in the Russian military and tackle corruption.", "Mr Shoigu was given a new job, that of secretary of the Russian Security Council. As for Vadim Shamarin’s boss, Valery Gerasimov, for now he remains chief of the general staff of the Russian armed forces.", "But high-profile arrests in the ministry and the general staff reflect badly on the military leadership that has been directing Russia’s war in Ukraine.", "", "There is a huge irony in all of this.", "Remember Yevgeny Prigozhin? A year ago the leader of the Wagner mercenary group had publicly criticised military chiefs. He’d accused senior figures of incompetence and corruption, and blamed them for failures on the battlefield in Ukraine. Prigozhin had focused his ire particularly on Sergei Shoigu and Valery Gerasimov. He had demanded they be replaced.", "The very public spat spiralled out of control, leading to a 24-hour mutiny. Wagner fighters took over key military installations in southern Russia and began marching towards Moscow. It was an unprecedented challenge to the Kremlin’s authority. But its principal aim had been to sweep aside the country’s top military brass.", "It failed. President Putin sided with his military chiefs. Prigozhin lost his power battle with Mr Shoigu and Gen Gerasimov. And, shortly after, he lost his life in a plane crash.", "But, one year on, a Kremlin-backed purge of the army has started.", "And this tells us something about Vladimir Putin. The Russian president is averse to acting under pressure. Order him to sack a minister or an army general, and he’s unlikely to agree to it then and there. He won’t be told what to do.", "That doesn’t mean Mr Putin won’t act. At a time of his choosing.", "What isn’t clear is how far this purge of the Russian military will go; how many more senior figures will end up behind bars.", "The former commander of Russia’s 58th army, Maj-Gen Ivan Popov, was arrested this week on suspicion of large-scale fraud. Last year he had announced he had been sacked after complaining to military leaders about problems on the front line in Ukraine."]}, "https://www.bbc.com/news/articles/cd11kyy58dgo": {"link": "https://www.bbc.com/news/articles/cd11kyy58dgo", "subtitle": "", "time": null, "title": "Pope clears way for 'God's influencer' to become a saint", "topics": [], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/5cae/live/f27e9c90-191b-11ef-9b6b-6f2320ba1a46.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/ce92/live/35dd2e20-193a-11ef-ad92-0bfff2ea2be8.jpg.webp"], "videos": [], "author": "Tom Gerken,", "text": ["A London-born teenager - whose proficiency at spreading the teachings of the Catholic church online led to him being called \"God's influencer\" - is set to become a saint.", "Carlo Acutis died in 2006, at the age of 15, meaning he would be the first millennial - a person born in the early 1980s to late 1990s - to be canonised. ", "It follows Pope Francis attributing a second miracle to him.", "It involved the healing of university student in Florence who had bleeding on the brain after suffering head trauma.", "Carlo Acutis had been beatified - the first step towards sainthood - in 2020, after he was attributed with his first miracle - healing a Brazilian child of a congenital disease affecting his pancreas.", "The second miracle was approved by the Pope following a meeting with the Vatican's saint-making department.", "It is not yet known when he will be canonised.", "Carlo Acutis died in Monza, in Italy, after being diagnosed with leukaemia, having spent much of his childhood in the country.", "His body was moved to Assisi a year after his death, and it currently resides on full display alongside other relics linked to him.", "As well as designing websites for his parish and school, he became known for launching a website seeking to document every reported Eucharistic miracle, which was launched days before his death.", "Mr Acutis' nickname, God's influencer, has been attributed to him after his death due to this work.", "His website has now been translated into several different languages, and used as the basis for an exhibition which has travelled around the world. ", "His life is also remembered in the UK, where in 2020, the Archbishop of Birmingham established the Parish of Blessed Carlo Acutis incorporating churches in Wolverhampton and Wombourne.", "And there is a statue of the soon-to-be-saint in Carfin Grotto, a Roman Catholic shrine in Motherwell.", "Miracles are typically investigated and assessed over a period of several months, with a person being eligible for sainthood after they have two to their name.", "For something to be deemed a miracle, it typically requires an act seen to be beyond what is possible in nature - such as through the sudden healing of a person deemed to be near-death.", "The most recent person to be canonised was Maria Antonia de Paz y Figueroa, also known as Mama Antula, an 18th Century religious sister who became Argentina's first female saint."]}, "https://www.bbc.com/news/articles/clmm2y8x971o": {"link": "https://www.bbc.com/news/articles/clmm2y8x971o", "subtitle": "Footage emerged last week which showed rapper Diddy attacking the singer in 2016.", "time": "2024-05-23T16:09:20.000569", "title": "Diddy's violence left me broken, says Cassie", "topics": ["Music"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/ca4c/live/c1768780-190b-11ef-80aa-699d54c46324.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/db12/live/27421980-190c-11ef-80aa-699d54c46324.jpg.webp"], "videos": [], "author": "Steven McIntosh,", "text": ["Singer Cassie has posted her first statement since video emerged showing rapper Sean \"Diddy\" Combs attacking her.", "The star, whose full name is Casandra Ventura, said domestic violence \"broke me down to someone I never thought I would become\".", "The video of the attack in 2016 was released last week by CNN. Ms Ventura had alleged her ex-boyfriend and producer assaulted her in a legal action last year.", "Diddy apologised at the weekend, commenting in an Instagram video: \"I was disgusted when I did it. I'm disgusted now.\"", "In her statement, which was posted to Instagram, Ms Ventura thanked her friends, family and the public for their support.", "\"The outpouring of love has created a place for my younger self to settle and feel safe now, but this is only the beginning,\" she said.", "\"Domestic Violence is THE issue. It broke me down to someone I never thought I would become. With a lot of hard work, I am better today, but I will always be recovering from my past.\"", "\"My only ask is that EVERYONE open your heart to believing victims the first time. It takes a lot of heart to tell the truth out of a situation that you were powerless in,\" Ms Ventura wrote.", "\"This healing journey is never ending, but this support means everything to me.\"", "Last November, Ms Ventura settled a lawsuit against Combs - in which she accused him of rape and sexual trafficking - for an undisclosed sum. ", "Combs' lawyer said the settlement was \"in no way an admission of wrongdoing\".", "In his apology, Mr Combs said: \"I went and I sought out professional help. I got into going to therapy, going to rehab. I had to ask God for his mercy and grace. I’m so sorry.\"", "Lawyers for Ms Ventura told the BBC's US partner CBS News that Diddy's statement was \"more about himself than the many people he has hurt\".", "\"When Cassie and multiple other women came forward, he denied everything and suggested that his victims were looking for a payday,\" lawyer Meredith Firetog said.", "Earlier this week, a model accused Sean \"Diddy\" Combs of drugging and sexually assaulting her in 2003, the latest in a string of allegations against the rapper and businessman.", "Crystal McKinney said in a lawsuit that Mr Combs invited her to his New York studio and plied her with alcohol and marijuana until she became intoxicated.", "BBC News has asked representatives of Mr Combs for comment.", "Last month, federal authorities raided his homes in Los Angeles and Miami, Florida, in a federal human trafficking investigation."]}, "https://www.bbc.com/news/articles/cg66l42ngnro": {"link": "https://www.bbc.com/news/articles/cg66l42ngnro", "subtitle": "", "time": null, "title": "Ebrahim Raisi: Iran buries late president at shrine in Mashhad", "topics": ["Middle East", "Iran"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/1f5b/live/111fbc90-192d-11ef-8b52-2b41a6663d25.jpg.webp", "/bbcx/grey-placeholder.png"], "videos": [], "author": "David Gritten,", "text": ["Iran's late President, Ebrahim Raisi, has been buried in his home city of Mashhad, four days after he was killed in a helicopter crash.", "The 63-year-old hard-line cleric was laid to rest in the holy shrine of Imam Reza, a revered figure in Shia Islam.", "TV pictures showed large crowds gathered in one of the north-eastern city’s main streets ahead of the ceremony.", "Seven other people died in Sunday's crash during bad weather in Iran's mountainous north-west.", "They include Raisi’s foreign minister, Hossein Amir-Abdollahian, 60, who was buried on Thursday at the Shah Abdol-Azim shrine in Rey, a southern suburb of the capital Tehran.", "Acting President Mohammad Mokhber, who will serve until an election is held on 28 June, was present there to make preparations for the burial.", "Ebrahim Raisi’s burial at the gold-domed Imam Reza Shrine - a memorial to the eighth Shia imam - which is considered the holiest in Iran, came after three days of ceremonies elsewhere.", "State media described Thursday's event as “historic”, while Mashhad’s mayor was quoted as saying that “three million mourners” had attended - a figure almost equal to the city’s entire population.", "Earlier, thousands also turned out to watch his coffin being driven through the eastern city of Birjand, where Raisi had been the representative to the Assembly of Experts.", "On Wednesday, leaders and other dignitaries from the country’s allies and neighbours attended a commemorative event in Tehran.", "Also present were representatives of the so-called “Axis of Resistance”, a loose network of armed groups which receive Iranian weapons, training and funds.", "They included the political leader of the Iran-backed Palestinian armed group Hamas, Ismail Haniyeh, the deputy secretary-general of Lebanon’s Hezbollah movement, Naim Qassem, the spokesman of Yemen's Houthis, Mohammed Abdulsalam, and the head of Iraq's paramilitary Popular Mobilisation Forces, Faleh al-Fayad.", "Senior Western officials were noticeably absent from the ceremony, reflecting their countries’ strained relations with Iran.", "Iran’s Supreme Leader, Ayatollah Ali Khamenei, also led prayers for those killed.", "\"[The president’s death] was a difficult issue for us, but the Iranian nation will turn this bitter incident into an opportunity,” he told the speaker of Lebanon’s parliament, Nabih Berri.", "Raisi was close to the 85-year-old supreme leader, who is the ultimate authority in the Islamic Republic, and was widely seen as a potential successor.", "Tens of thousands of people have taken part in the funeral processions in recent days, which the government and state media have portrayed as demonstrations of national unity.", "\"How do I find someone like him? I'm really worried about that,\" Mohsen, a cleric from Qom, told AFP news agency at Wednesday’s funeral procession in Tehran. \"As far as I know, we don't have anyone of his stature.\"", "Civil servant Ali Mousavi-Nejad, said the presence of so many people “sends a message to the enemies of the revolution”.", "However, many more people have stayed at home, with some even celebrating the president’s death despite prosecutors warning that they could face prosecution.", "Millions despised Raisi for overseeing the deadly crackdown on the “Woman, Life, Freedom” protests that erupted in 2022, a year after he took office.", "He also faced calls for an international investigation into his alleged role on the \"death committee\" which ordered the mass executions of political prisoners in the 1980s.", "His time as president will also be remembered for a deepening economic hardship and an unprecedented direct military confrontation with Israel last month, which raised fears of a regional war.", "A female student, who took part in the protests two years ago, told the BBC: “People are so happy. Most of them are wearing white or bright colours and smiling at each other.”", "“The image they keep showing to the world [is] that we’re all sad, that we loved him. But it isn’t true.”", "She added: “Today, when I attended my classes, there was a big banner of his face in the university’s main hallway. And the students would show the middle finger to his picture.”", "The student also said the streets of Tehran were \"full of security patrols\" to deter protests or celebrations.", "Hadi Ghaemi, the director of the US-based Center for Human Rights in Iran (CHRI) advocacy group, said Raisi’s death should not be exploited to further crack down on civil society.", "“Raisi was a pillar of a system that jails, tortures, and kills people for daring to criticize state policies,” he said. “His death has enabled him to escape being held accountable for his many crimes and the state’s atrocities committed under his rule.”", "Iranian authorities say they are still investigating what caused the helicopter crash in which he died.", "Officials have said the aircraft - a decades-old, US-made Bell 212 - hit a mountainside as it flew to the north-western city of Tabriz in fog and heavy rain.", "Raisi was travelling with Amir-Abdollahian, the governor of East Azerbaijan province, Malek Rahmati, and Tabriz’s Friday prayer leader, Ayatollah Mohammad Ali Al-e Hashem, as well as the head of the presidential security team and the helicopter’s three crew following the inauguration of two dams on the border with Azerbaijan."]}, "https://www.bbc.com/news/articles/c0jj0e3ng2qo": {"link": "https://www.bbc.com/news/articles/c0jj0e3ng2qo", "subtitle": "", "time": "2024-05-23T18:09:20.000569", "title": "Macron puts New Caledonia voting reform on hold after riots", "topics": ["Europe", "New Caledonia", "France", "Asia", "Emmanuel Macron"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/6804/live/67b4e8b0-191d-11ef-80aa-699d54c46324.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/6b35/live/b7c14f60-191d-11ef-b5cc-cb8b8c4cef5a.jpg.webp", "/bbcx/grey-placeholder.png"], "videos": [], "author": "Thomas Spender,", "text": ["President Emmanuel Macron says he will not force through a controversial voting reform in the French Pacific territory of New Caledonia following deadly rioting.", "Speaking on a visit to the main island, Mr Macron said local leaders should engage in dialogue to find an alternative agreement for the archipelago's future.", "Six people including two police officers have been killed and hundreds more wounded in riots, looting and arson.", "Currently, voting in the territory is restricted to indigenous Kanaks and those who arrived from France before 1998.", "The planned reform would see more French residents - including any who have been in New Caledonia for at least 10 years - able to vote.", "Many Kanaks - who make up about 40% of the population - fear this would dilute their political voice and make any future independence referendum harder to achieve.", "\"I have pledged that this reform will not pass today in the current context,\" Mr Macron said.", "\"We will allow some weeks to allow a calming of tensions and resumption of of dialogue to find a broad accord\" among all parties, he added, saying he would review the situation in a month. ", "However Mr Macron insisted that the result of the last independence referendum, in which residents voted to remain part of France, could not be called into question.", "New Caledonia has held four referendums on independence. The first two showed slim majorities for remaining part of France. The third was boycotted by pro-independence parties after the authorities refused to postpone the vote due to the Covid epidemic.", "During his trip, Mr Macron had meetings with New Caledonian pro- and anti-independence leaders.", "If the two sides were able to reach a new deal, the territory could then vote to adopt it in a referendum, he said.", "Under the 1998 Nouméa Accord, France agreed to give New Caledonia - a group of islands between Australia and Fiji that became a French territory in the 19th Century - more political autonomy and to limit voting in provincial and assembly elections to those who were residents then.", "More than 40,000 French nationals have moved to New Caledonia since.", "Last week, the National Assembly in Paris proposed granting voting rights to French residents who had lived in the territory for 10 years, sparking a violent reaction.", "The unrest has caused hundreds of millions of dollars worth of damage. None of the six people killed were shot by French security forces, French prosecutors say. ", "A state of emergency would be lifted when all the protesters' barricades had been dismantled, Mr Macron added. He described the violence as an \"unprecedented insurrection movement\" that no-one saw coming.", "A 3,000-strong force deployed from France would remain in the territory including during the Paris Summer Olympics if needed, he said.", "The airport in Nouméa, New Caledonia's capital, remains closed to commercial flights. ", "Military flights airlifted about 300 Australian and 50 New Zealand holidaymakers out of the territory. They reported witnessing arson and looting and experiencing food shortages. "]}, "https://www.bbc.com/news/videos/cp33nx65d1mo": {"link": "https://www.bbc.com/news/videos/cp33nx65d1mo", "subtitle": "", "time": "2024-05-23T20:22:20.000569", "title": "Malnourished sea lion jumps into rowing boat", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/articles/c9xxd8w57kjo": {"link": "https://www.bbc.com/news/articles/c9xxd8w57kjo", "subtitle": "", "time": "2024-05-23T15:09:20.000569", "title": "Daily cannabis use overtakes drinking for first time in US", "topics": ["Cannabis ", "Drug legalisation", "United States", "Legality of cannabis"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/4111/live/068ca200-1907-11ef-80aa-699d54c46324.jpg.webp"], "videos": [], "author": "Sam Cabral,", "text": ["The number of Americans who smoke cannabis on a daily or near-daily basis now exceeds those who drink alcohol as often, a study has found.", "The research, published in the journal Addiction, is based on data collected by the National Survey on Drug Use and Health over four decades.", "In 2022, the survey recorded an estimated 17.7 million daily cannabis users, higher for the first time than the estimate of 14.7 million daily drinkers.", "Alcohol still remains the more widely used substance of the two.", "But the study found that, between 1992 and 2022, there was a 15-fold increase in the per capita rate of those who reported daily or near-daily use of cannabis.", "Less than one million people said they used cannabis nearly every day in 1992, the lowest reported usage since the study began in 1979.", "Dr Brooke Worster, the chief medical officer at EO Care, a medicinal cannabis firm, said that while there was increased use for a variety of reasons, \"taking away the taboo\" had led to more people openly reporting they used the drug.", "\"The rates have not changed as dramatically as the survey indicates,\" she told the BBC. \"People don't feel as scared to admit they're using it.\"", "She added that the industry for legal cannabis products had also exploded in the past two decades, shaping a marketplace that includes many older adults too.", "\"It's not just a 20-year-old pothead in a dorm room any more,\" said Dr Worster.", "Recreational use of cannabis is allowed in 24 states and the District of Columbia, while 38 states have legalised its medicinal use.", "The government has so far resisted calls to legalise or decriminalise the drug at the federal level.", "However, in the most significant drug reform in more than half a century, the justice department moved earlier this month to reclassify cannabis from a Schedule I controlled substance on a par with heroin, to a Schedule III substance. ", "President Joe Biden said: \"Far too many lives have been upended because of our failed approach to marijuana.\"", "Common misconceptions of cannabis as a \"gateway\" to other drugs have not been borne out by medical research over several decades, Dr Worster noted, and the majority of users do not progress to harder drugs.", "But she said that younger adults and those who use high-potency products are at risk of contracting a cannabis-use disorder.", "Cannabis-use disorder does not lead to organ damage or death unlike alcohol or opioid-use disorders, but it can cause that health and social problems that greatly impact a person's quality of life or even their safety.", "\"It signifies the need for guidance and oversight for high-frequency users,\" Dr Worster said."]}, "https://www.bbc.com/news/articles/c722lppyn65o": {"link": "https://www.bbc.com/news/articles/c722lppyn65o", "subtitle": "Fighting is devastating Sudan's El Fasher city - and satellite pictures show a camp for displaced people has been targeted.", "time": "2024-05-23T19:09:20.000569", "title": "Sudan's El Fasher battle: Satellite images of Darfur show RSF destruction", "topics": ["Sudan", "Africa"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/2544/live/c27a3680-18f8-11ef-98b8-c3ef7cd58821.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/3e05/live/489655f0-18f9-11ef-98b8-c3ef7cd58821.jpg.webp", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png"], "videos": [], "author": "Mohamed Zakaria Omer Mohamed & BBC’s Gladys Kigo,", "text": ["Fierce fighting in Sudan's besieged city of El Fasher has become so intense that Mohamed Haroon Abdallah has been unable to bury his brother.", "He was injured last week in an attack on the city in the western region of Darfur and died on Monday.", "\"I had to abandon my brother's body on my way to the cemetery,\" Mr Abdallah, 30, told the BBC.", "New satellite images show the paramilitary Rapid Support Forces (RSF), which is battling to wrest control of the city from the army, has been deliberately targeting the Ab Shouk camp, where Mr Abdallah and an estimated 100,000 others live having fled an earlier ethnic conflict.", "The rival military factions have been fighting each other nationwide since April 2023 - and in Darfur the violence has recalled the ethnic cleansing unleashed by Arab militias on non-Arab communities two decades ago.", "The satellite images analysed by Yale University's Humanitarian Research Lab (HRL) show how the RSF is targeting civilian dwellings in and around El Fasher, the army’s last stronghold in Darfur.", "“There is clear evidence of intentional burning of civilian structures and bombardment,” Nathaniel Redmond, director of the lab, told the BBC.", "“At present approximately 100 football pitches-worth of civilian dwellings have been destroyed in the past two weeks of the fighting.”", "He warned that having been under siege since mid-April, the army was now struggling to get supplies and the final battle was likely to be “a genocidal bloodbath”.", "The UN special adviser on the genocide prevention has said the risk of genocide is growing every day.", "“In Darfur and El Fasher, civilians are being attacked and killed because of the colour of their skin, because of their ethnicity,” Alice Wairimu Nderitu told the UN Security Council on Tuesday.", "The army has also been accused of indiscriminate shelling and aerial bombing in densely populated areas.", "El Fasher resident Ibrahim al-Tayeb al-Faki said his sister was killed in a military airstrike that had also destroyed his home.", "The 47-year-old told the BBC he had sent his three children to live with their grandfather but his house was also hit. The family is now sheltering in its ruins. ", "“There is no safe place in El Fasher right now,” he said.", "Medical charity Médecins Sans Frontières (MSF) said staff at a hospital it operated in the city were struggling to cope.", "Since the fighting began in the city on Friday 10 May, 809 casualties had arrived at South Hospital and 93 had died, MSF said.", "The hospital had only one surgeon and more than 70 people were waiting for operations, MSF’s Claire Nicolet told the BBC, warning that medical supplies would soon run out.", "The situation is no different at Saudi Hospital, run by the Ministry of Health, which has been partially damaged.", "Its medical director Modther Ibrahim Suliman told the BBC that the water and solar systems had been destroyed and they were operating under “very difficult” conditions.", "El Fasher residents say that access to food and water has become increasingly difficult. The RSF has been attacking the city from three sides and blocked all supply routes.", "\"Survival is incredibly challenging,\" 32-year-old lawyer Mahmoud Ahmed Adam, who has had to move repeatedly to escape the fighting, told the BBC.", "\"Many people are living in schools and refugee centres that lack basic services or aid,” he said.", "Mr Abdallah, who lost his brother, said Ab Shouk camp’s Al Saalam School was now doubling as a shelter for those who had recently lost their homes.", "It had also been shelled this week, resulting in a young girl losing her leg.", "“She is currently receiving first aid at the camp’s clinic as there is no means to take her to South Hospital,” he said.", "The satellite maps show the scale of destruction in El Fasher:", "Go to BBCAfrica.com for more news from the African continent.", "", "Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica"]}, "https://www.bbc.com/news/articles/c9rr73w103vo": {"link": "https://www.bbc.com/news/articles/c9rr73w103vo", "subtitle": "", "time": null, "title": "How Rishi Sunak sprung general election surprise on Tories", "topics": ["Conservative Party", "Rishi Sunak", "General election 2024 "], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/7299/live/195c18b0-190d-11ef-a2ee-83d219b66e46.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/7d93/live/96a7adf0-190f-11ef-a2ee-83d219b66e46.jpg.webp"], "videos": [], "author": "Henry Zeffman,", "text": ["“Labour MPs are happy. We’re not. That tells a story,” one minister fumed in my general direction as he reeled off a list of legislation he had been involved in, now headed for the shredder.", "That’s just one illustration of the explosive mood in Westminster on Wednesday evening as Conservative MPs reacted to Rishi Sunak’s sudden announcement of a July election with reactions ranging from enthusiasm to outrage.", "All of Mr Sunak’s MPs, though, were blindsided  - including cabinet ministers who had no inkling of what was coming either, even being sent a fake agenda for their Wednesday afternoon meeting.", "Now that it’s clear that the election really is on, many Conservatives are asking each other a simple question: why? ", "Why did Mr Sunak abruptly, as one senior Conservative put it, “confound the assumption of the entire establishment, not to mention Tory MPs, that it would be autumn - and drop this on them from a height”?", "It’s worth stating the obvious that this will have all felt a lot less abrupt for Mr Sunak’s tight inner circle. ", "Among the prime minister’s confidants, a lively debate has been raging for months about when the general election should take place.", "Oliver Dowden, the deputy prime minister and Mr Sunak’s closest friend in the Commons, Liam Booth-Smith, his chief of staff, and James Forsyth, his old friend and political secretary, were at the heart of the deliberations.", "According to multiple sources one of those cautioning about the risks of waiting was Isaac Levido - the man now charged with running the summer general election campaign he advised against.", "Mr Levido is an Australian elections guru who also ran Boris Johnson’s successful 2019 general election campaign, having learnt his trade under the wing of Sir Lynton Crosby, mastermind of Lord Cameron’s election victories.", "This is strongly denied by the Conservatives and, this morning, by Mr Sunak himself, who told LBC it was “not true” that Mr Levido argued against the July date.", "The balance of the argument is understood to have been drifting towards a summer election for some time - indeed one source claimed it had been the agreed timeframe for “several months.”. ", "James Nation, a former Treasury civil servant who is Mr Sunak’s deputy director of policy, has been working on the manifesto for several months, canvassing ideas from Conservative think tanks. ", "And in hindsight it is possible to see last week’s set-piece events - Mr Sunak’s speech about the dangerous world on the Monday; Jeremy Hunt’s attack on Labour’s economic policies on the Friday - as dress rehearsals.", "You could look back a little further to late April and Mr Sunak’s trip to Germany where he announced ambitions to increase defence spending as another attempt to entrench general election dividing lines.", "Mr Sunak is thought to have become particularly exercised about the possibility that if he waited until deep into 2024 to go to the polls, the public would perceive him to be a “squatter” in No 10.", "And what both sides of the election timing argument agreed on was that Mr Sunak needed to find a way, whenever he called the election, of seizing the initiative and framing the argument. ", "The inflation statistics on Wednesday morning - long expected to deliver a sharp drop in the rate of price rises - became an obvious launching point.", "“Inflation is the number one thing he had to deal with when he came in as PM,” a senior Conservative source said. ", "“Undeniably we are back to normal now. We have done the central mission of his premiership - to deal with inflation and get the economy on the right path.”", "Pointing to Mr Sunak’s ambitions to reform welfare and to enact the Rwanda small boats policy among other policies, the source continued: “Frankly we now need a mandate to be able to do those big bold things to put the country on the right path.”", "Another reason to call an election for July became clearer during Mr Sunak’s interviews this morning, when he admitted that the Rwanda small boats policy would not begin until after 4 July's polling day. ", "Given Labour’s policy is to repeal the Rwanda plan, that sets up a clear dividing line on how to deal with small boats - without the government having to account for whether the flights have had any deterrent effect, as they would have had to if the election were in October or November after some flights had taken off.", "Yet the timing could cut both ways strategically. ", "One influential Conservative MP on the right of the party declared during Wednesday’s febrile speculation that a summer election would be “madness”, telling me: “I know what question you’re going to ask us again and again. ", "\"You’ll say we’ve been banging on about Rwanda for years and we’ve only managed to fly one migrant out there - and we paid him to go”.", "The biggest reason so many Conservatives were aghast that Mr Sunak decided to call an election is that the party remains way behind in the opinion polls. ", "Others give this short shrift. ", "“It’s totally the right decision,” one ally of Mr Sunak said. ", "“The impulse for 'something will come up' is strong, but it’s a hostage to fortune.", "“The economy is improving, he has the proof points he needs on that. Leaving it longer wouldn't have improved the political position at all.”"]}, "https://www.bbc.com/news/articles/cd1195l7nepo": {"link": "https://www.bbc.com/news/articles/cd1195l7nepo", "subtitle": "", "time": null, "title": "William Ruto in US: Why Joe Biden is rolling out the red carpet for Kenya's leader", "topics": ["Kenya", "Africa", "United States"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/af57/live/3010a8b0-18da-11ef-b5cc-cb8b8c4cef5a.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/e268/live/1420ff80-1789-11ef-9fe6-1312c8b98083.jpg.webp", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png"], "videos": [], "author": "Barbara Plett Usher,", "text": ["Kenyan President William Ruto is the first African leader in more than 15 years to make an official state visit to the US.", "This is an opportunity for President Joe Biden to demonstrate commitment to Africa at a time when Washington appears to be playing catch-up in its engagement with the continent.", "But relations with other African allies are under strain, as strategic rivals including Russia and China challenge traditional areas of Western influence.", "At one time Mr Ruto would have been an unlikely candidate to be feted at the White House with the pomp and ceremony granted to only a handful of close allies a year.", "The International Criminal Court charged him with crimes against humanity related to the violence that followed Kenya’s 2007 election. But the case collapsed and Mr Ruto has since reinvented himself as an indispensable partner to the US.", "Lingering suspicions about his democratic credentials are not the reason that congress decided against inviting him to address a joint session, says US ambassador to Kenya, Meg Whitman. As far as she knows, it is a scheduling issue.", "Ms Whitman, a former CEO of companies such as eBay and Hewlett Packard Enterprises, is a champion of Kenya and its investment potential as a tech hub, the so-called Silicon Savannah.", "“If you really want to lean into Africa, then who would be the right choice to come to a state dinner?” she asks.", "“Kenya has been a long-standing 60-year ally of the United States. It is certainly the most stable democracy in East Africa. President Ruto has stepped up and he’s a real leader.”", "Under Mr Ruto Kenya has developed its role as the region’s diplomatic and business centre, an “anchor state” for the US in a tough neighbourhood.", "Although domestically he has faced protests over his handling of the struggling economy, globally he has become an advocate for Africa on issues related to climate change and debt relief.", "Kenya is also an important security partner in East Africa, and has pleased Washington by pledging to send Kenyan police to Haiti.", "The only phone call President Biden made to a leader in sub-Saharan Africa last year was to Mr Ruto, about Nairobi’s promise to lead a multinational force to the troubled country.", "Analysts suspect the state visit is partly meant to compensate for the fact that Mr Biden has failed to keep his own promise to visit Africa.", "He made the pledge at a grand summit of African leaders in Washington two years ago, in which he assured his guests he was “all in” for the continent. But since then, he has been distracted by crises elsewhere, such as the wars in Ukraine and Gaza.", "The summit followed the administration’s announcement of a new strategy aimed at turning its relationships with African countries into more equal partnerships that advance the strategic interests of both.", "In some ways Mr Ruto is the poster child of that approach, but as he arrives in Washington the focus has been on US setbacks in West Africa.", "If there’s one country which best captures the challenges facing the US in Africa, perhaps it is Niger.", "For years it was home to more than 1,000 US troops, stationed on two bases from where they launched security operations against Islamist militants in the region.", "But a coup last year changed the nature of the relationship – with Niger’s military rulers growing closer to Russia and Iran.", "American efforts to find a way to continue security co-operation broke down in March.", "The junta’s prime minister told the Washington Post a senior US delegation had taken a “condescending tone” and shown “a lack of respect”. He accused it of trying to dictate Niamey’s relationships with other countries.", "This week the Pentagon confirmed a full withdrawal of its troops by September – opening the door to even closer ties between Niger and Moscow.", "Molly Phee, the State Department’s top African affairs official, says it was impossible to square America’s interests and values, which also included a timeline to return to civilian rule, with the junta.", "“We shared legitimate concerns about the trajectory of [Niger’s] discussions with Russia and Iran,” she told the BBC.", "“In the end, we were not able to reach an understanding that addressed our top priorities,” she said, noting that the relationship should be reciprocal.", "“We intend to maintain a diplomatic partnership, as well as other aspects of our relations.”", "", "The breakdown follows Niger’s expulsion of the French, the old colonial power.", "It highlights the tensions as the US tries to balance security partnerships with democratic values, limitations the Russians do not share.", "What has happened in Niger has been echoed in other Sahel countries – with Moscow happy to offer protection to those who seized power in a string of coups, often in exchange for access to natural resources.", "In recent weeks a small contingent of American troops were forced to leave Niger’s neighbour Chad, when officials there questioned the future of the US presence.", "America is also facing increased competition from other nations on the continent. China has been investing in Africa for two decades, but there is a host of new middle-power players.", "A Gallup poll last year found that the US had lost its soft power edge while China had gained fans. But the biggest change was Russia’s rise in popularity.", "“Historically the West has seen Africa as a problem to be solved. Actors like China and Turkey, and other Arab Gulf players, they see it as an opportunity to be seized,” says Muritha Mutiga, the Africa programme director for the International Crisis Group.", "“So, the way in which China, Turkey and the Gulf have engaged has been welcomed, because it is seen as a long-term bet, it is seen as taking the continent seriously.”", "The Biden administration points to some success in its efforts to treat Africa as a strategic partner.", "A stream of high-level visits has framed the importance of Africa as “the continent of the future”, with its young fast-growing population, abundance of natural resources and increasing influence on the international stage.", "American backing has helped African nations win better representation at global forums, such as the G20, IMF and World Bank, although the US has struggled to get African support for its positions on Israel’s war in Gaza, and Russia’s war with Ukraine.", "The administration has also won plaudits for investing in the Lobito Corridor, a rail line snaking through Angola, the Democratic Republic of Congo and Zambia that will be used to transport critical raw materials.", "“With that Lobito Corridor, [the Americans] decided to speak in the language that Africans understand,” says Kingsley Moghalu, a Nigerian political economist and former central bank governor.", "“If you are seen to be delivering major projects that are beneficial to African economies, and to African people, then off the back of that you have leverage to talk about democracy and things like that.”", "Alex Vines, head of the Africa Programme at the Chatham House think-tank in London, pushes back on the perception that Western power is fading in Africa.", "“One African leader said to me: 'We get tired of a Chinese buffet, we'd like to go a la carte, we want choice,' ” he says.", "“So, I do think what we're increasingly seeing is [that] plenty of African countries want a bit of the United States, but they will want a bit of Russia or UAE or Turkey.”", "The challenge is “patchy African leadership” with ambitious, long-term vision that can make the most of the competition.", "President Ruto is seen as one of the figures who can, but all, including Niger, have options.", "“There is a game of chess going on,” Dr Vines says. “There is a new scramble for Africa. The difference is that the chess board, the African continent is alive, it’s not passive. It can suck people in and really surprise them.”", "Go to BBCAfrica.com for more news from the African continent.", "", "Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica"]}, "https://www.bbc.com/news/articles/cg33j53qe31o": {"link": "https://www.bbc.com/news/articles/cg33j53qe31o", "subtitle": "New harrowing footage shows the moment Naama Levy and other female soldiers were seized by Hamas gunmen.", "time": "2024-05-23T08:09:20.001072", "title": "Israeli hostage's family hopes video is reminder of need for deal", "topics": ["Israel", "Palestinian territories", "Hamas"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/eb7e/live/561c4590-186d-11ef-b1ce-2fa28be2f75b.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/add7/live/788c2600-186c-11ef-b5cc-cb8b8c4cef5a.jpg.webp"], "videos": [], "author": "Lucy Manning,", "text": ["The brother of Israeli hostage Naama Levy has said the family’s decision to release new harrowing video of the moment his sister and other female hostages were kidnapped is to remind the world and world leaders that they need to push for a deal to secure their release.", "Nineteen-year-old Naama and six other young women were taken by Hamas gunmen from the Nahal Oz military base on 7 October, where they were serving as observers monitoring surveillance cameras of the nearby Gaza perimeter fence.", "In a Hamas video previously seen around the world when she was taken to Gaza, Naama was shown with blood around the crotch of her trousers, with her hands tied and ankles cut.", "Now, the families of Naama and four of the other women have decided to release further video footage filmed by the body cameras worn by the Hamas kidnappers. It shows the moment they seized and tied up the teenagers, having killed others at the base.", "Warning: This article contains details some readers may find disturbing.", "In the three minutes of video, the gunmen can be seen screaming at the women, some still in their pyjamas, most of whom have bloody faces. They are tied up against a wall before being bundled into a jeep with obvious injuries.", "The gunmen tell them in Arabic: “You dogs, we will step on you... we will shoot you all.”", "One says in English: \"You're beautiful.\"", "Naama, her face covered in blood, says to them in English: “I have friends in Palestine.” She had previously been part of an Israeli-Palestinian peace initiative. Her family have called her “a peace seeker”.  ", "Naama’s brother, Amit, is on a visit to London to campaign for his sister’s release. ", "He said the indirect talks between Israel and Hamas to secure a Gaza ceasefire and hostage release deal were in “a very bad place”.", "“We hope that this video will encourage all sides to get back to the table and understand that it’s an unbearable humanitarian issue that needs to be solved,” he told the BBC. “This might be the last chance to save them.”", "Amit said that when he saw the video released on Thursday it was a “very hard watch... seeing my little sister with such a... such a look in her eyes”.", "“I never imagined I would see her this frightened and hurt,” he added.", "But he also said he took strength from the video.", "“We feel like she's handling the situation like the true superhero she is, like a hero fighting for her life.”", "Of the seven female observers at Nahal Oz who were kidnapped, one – Noa Marciano - was killed in Gaza. The Israeli military said troops found her body in a building near Gaza City’s al-Shifa hospital in November.", "Another, Ori Megidish, was rescued by Israeli forces during an operation inside Gaza at the end of October.", "Teenagers Liri Albag, 18, Karina Ariev, 19, Daniela Gilboa, 19, and Agam Berger, 19, are still being held along with Naama. They have been hostages for 229 days.", "After seeing the video of Naama with bloodied trousers when she was kidnapped, and hearing the testimonies of other hostages, her family are fearful about the risk of sexual assault.", "“It’s very, very hard for us. It's a fear ever since 7 October that doesn't leave me, doesn't leave anyone in the family,” Amit said.", "“We realise that there is... there is a chance, maybe even a good chance, that Naama and other girls and men are being harassed. And it's a fear that is painful in ways that are indescribable. We just have to keep fighting for her to get out of this hell.”", "Naama’s mother, Ayelet, said in a statement: “We only see in that video a fraction of the horrible things that are going on in their surrounding in the shelter.", "“She is terrified and wounded, there is fear in her eyes, and she is saying what she can, she is begging for her life.", "“The top priority is to bring her home, bring them all home now.”", "The Hostages and Missing Families Forum said: “The disturbing video has been the reality of Agam, Daniela, Liri, Naama, Karina, and 123 other hostages for 229 days.", "“The video is a damning testament to the nation's failure to bring home the hostages. The Israeli government must not waste even one more moment and it must return to the negotiating table today.”", "Israeli Prime Minister Benjamin Netanyahu said he was “shocked” by the footage and promised to do everything to bring the hostages home.", "“The brutality of the Hamas terrorists only strengthens my determination to fight with all my strength until the elimination of Hamas, to ensure that what we saw tonight will never happen again,” he wrote on X, formerly Twitter.", "In a statement, Hamas said the video footage had been “manipulated” and that it “cannot be verified”."]}, "https://www.bbc.com/news/articles/cprrd7p55w9o": {"link": "https://www.bbc.com/news/articles/cprrd7p55w9o", "subtitle": "Aviation experts tell the BBC what pilots do during turbulence and what passengers should be doing.", "time": "2024-05-23T00:09:20.001130", "title": "What is it like to fly a plane during turbulence?", "topics": ["Singapore", "Travel", "Aerospace", "Air travel"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/ed9b/live/81b128e0-1856-11ef-b5cc-cb8b8c4cef5a.jpg.webp"], "videos": [], "author": "Charlotte Edwards,", "text": ["For passengers on board the SQ321 flight from London to Singapore, it was a terrifying experience when the plane was hit by severe turbulence.", "A 73-year-old British man, Geoff Kitchen, died from a suspected heart attack, while dozens of others were injured.", "Turbulence occurs when a plane hits air currents causing it to roll, pitch or drop suddenly. It is said to be becoming more common due to climate change.", "Pilots have told the BBC severe turbulence events of this kind are extremely rare and described what they do and how they react when they hit.", "Captain Chris Hammond, a retired pilot whose career has spanned 43 years, told the BBC that when an aircraft gets in to turbulence, pilots have to strap themselves in to a full harness and \"think of an announcement that won't upset the passengers too much\".", "\"If you can see it coming you can take it leisurely... if it's clear air turbulence you've got to keep your fingers crossed,\" he said.", "\"Clear air\" turbulence is, as the name suggests, cloudless and cannot be seen. It is much more problematic as it's very difficult to detect.", "Captain Emma Henderson MBE, explained that pilots can usually be warned or spot signs that turbulence is ahead.", "She said in the case of the London to Singapore flight, it was \"definitely much more likely\" for the pilot to have had little warning.", "\"Not because of it being over the sea, it's more because of the lack of flights around it. ", "\"So, if you're flying in busy European air space, for example, and there's turbulence, pilots will talk to each other,\" she explained.", "\"When you're flying in a place where there's very few other aircraft around, that information isn't available so these things can happen without warning.\"", "Captain Henderson noted that the seat belt signs on the flight had just been switched on so there must have been some indication that turbulence was approaching.", "She doesn't think there would have been a chance to give greater warning.", "Both captains Henderson and Hammond have stressed that severe turbulence was something that happened very infrequently.", "Captain Hammond, who is also a member of the British Airlines Pilot Association, said turbulence does not scare him but admitted it did cause some concern early on in his career.", "He would previously think \"how much can the plane take?\" but now knows just how much aircraft can withstand, adding \"the wings are supposed to flap up and down.\"", "Captain Hammond said the route of the Singapore Airlines plane is normally no more difficult to fly than any other.", "\"It was daylight and as far as I know it was the middle of the afternoon so that's when you'd expect the maximum clouds to bubble up, but they're the ones you can see quite easily on the radar.", "\"If you see a thunderstorm in front of you, you go around it. You don't go through it under any circumstances,\" he told the BBC's The World Tonight.", "\"If you can't actually go around it completely then you take precautions.\"", "Although injuries from turbulence are rare, they can be serious and deadly.", "“Injuries from severe turbulence are relatively rare in the context of millions of flights operated. However, severe turbulence can be dramatic and lead to severe injuries or sadly, in this case, a fatality,\" aviation expert John Strickland told the BBC's World at One.", "He stressed that aircraft are built to \"withstand severe turbulence\" and all crew onboard are trained in how they need to respond to it. ", "\"Meteorological reports and radar are used to avoid known turbulence but there are occasions when this is not predictable,\" Mr Strickland said.", "The expert added some parts of the world are \"more turbulence prone\".", "He said flying above the South Atlantic, above Africa and the Bay of Bengal can be more turbulence-prone, based on his knowledge.", "\"It is not for nothing that airlines recommend keeping seat belts loosely fastened throughout a flight, be it long or short,” Mr Strickland said.", "Seatbelts are the safety measure that both pilots put the most emphasis on.", "Captain Hammond also emphasized the importance of the safety briefing before the flight.", "\"Listen, and if the cabin crew speak to you in that slightly higher voice: do what they say,\" he added.", "\"The actual aircraft can handle quite extreme forces on it,\" Captain Henderson said.", "\"That should be really reassuring for anyone. Aircraft are very strong and the pilots made a safe landing and that was the ultimate result of this flight.\"", "Captain Henderson said that \"the biggest thing is seatbelts\" and that they do make a difference."]}, "https://www.bbc.com/news/articles/cgrr70zm41mo": {"link": "https://www.bbc.com/news/articles/cgrr70zm41mo", "subtitle": "A clash with the actor has echoes of the macho tech giants of the past, says Zoe Kleinman.", "time": "2024-05-23T09:09:20.001130", "title": "Scarlett Johansson's AI row has echoes of Silicon Valley's bad old days", "topics": ["Scarlett Johansson", "Artificial intelligence", "Silicon Valley"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/f678/live/ec8ef3a0-184b-11ef-baa7-25d483663b8e.png.webp"], "videos": [], "author": "Zoe Kleinman,", "text": ["“Move fast and break things” is a motto that continues to haunt the tech sector, some 20 years after it was coined by a young Mark Zuckerberg.", "Those five words came to symbolise Silicon Valley at its worst - a combination of ruthless ambition and a rather breathtaking arrogance - profit-driven innovation without fear of consequence.", "I was reminded of that phrase this week when the actor Scarlett Johansson clashed with OpenAI. Ms Johansson claimed both she and her agent had declined for her to be the voice of its new product for ChatGPT - and then when it was unveiled it sounded just like her anyway. OpenAI denies that it was an intentional imitation.", "It’s a classic illustration of exactly what the creative industries are so worried about - being mimicked and eventually replaced by artificial intelligence.", "Listen to Zoe read this article", "There are echoes in all this of the macho Silicon Valley giants of old. Seeking forgiveness rather than permission as an unofficial business plan.", "The tech firms of 2024 are extremely keen to distance themselves from that reputation.", "And OpenAI wasn’t shaped from that mould. It was originally a non-profit organisation committed to investing any extra profits back into the business.", "In 2019, when it formed a profit-making arm, the company said it would be led by the non-profit side, and there would be a cap on the returns for investors.", "Not everybody was happy about the shift - it was said to have been a key reason behind co-founder Elon Musk's decision to walk away. And when OpenAI CEO Sam Altman was suddenly fired by the board late last year, one of the theories was that he wanted to move further away from the original mission. We never found out for sure.", "But even if OpenAI has become more profit-driven, it still has to face up to its responsibilities.", "In the world of policy-making, almost everyone is agreed on the need for clear boundaries to keep companies like OpenAI in line before disaster strikes.", "So far, the AI giants have largely played ball on paper. At the world’s first AI Safety Summit six months ago, a group of tech bosses signed a voluntary pledge to create responsible, safe products that would maximise the benefits of AI technology and minimise its risks.", "Those risks they spoke of were the stuff of nightmares - this was Terminator, Doomsday, AI-goes-rogue-and-destroys-humanity territory.", "Last week, a draft UK government report from a group of 30 independent experts concluded that there was “no evidence yet”  that AI could generate a biological weapon or carry out a sophisticated cyber attack. The plausibility of humans losing control of AI was “highly contentious”, it said.", "And when the summit reconvened earlier this week, the word “safety” had been removed entirely from the conference title.", "Some people in the field have been saying for quite a while that the more immediate threat from AI tools was that they will replace jobs or cannot recognise skin colours. These are the real problems, says AI ethics expert Dr Rumman Chowdhury.", "And there are further complications. That report claimed there was currently no reliable way of understanding exactly why AI tools generate the output that they do - even their developers aren’t sure. And the established safety testing practice known as red teaming, in which evaluators  deliberately try to get an AI tool to misbehave, has no best-practice guidelines.", "And at that follow-up summit this week, hosted jointly by the UK and South Korea in Seoul, tech firms committed to shelving a product if it didn’t meet certain safety thresholds - but these will not be set until the next gathering in 2025.", "While the experts debate the nature of the threats posed by AI, the tech companies keep shipping products.", "The past few days alone have seen the launch of ChatGPT-4O from OpenAI, Project Astra from Google, and CoPilot+ from Microsoft. The AI Safety Institute declined to say whether it had the opportunity to test these tools before their release.", "OpenAI says it has a 10-point safety process, but one of its senior safety-focused engineers resigned earlier this week, saying his department had been “sailing against the wind” internally.", "“Over the past years, safety culture and processes have taken a backseat to shiny products,” Jan Leike posted on X.", "There are, of course, other teams at OpenAI who continue to focus on safety and security. But there’s no official, independent oversight of what any of these companies are actually doing.", "“Volunteer agreements essentially are just a means of firms marking their own homework,” says Andrew Strait, associate director of the Ada Lovelace Institute, an independent research organisation. “It's essentially no replacement for legally binding and enforceable rules which are required to incentivise responsible development of these technologies.\"", "“We have no guarantee that these companies are sticking to their pledges,” says Professor Dame Wendy Hall, one of the UK’s leading computer scientists.", "“How do we hold them to account on what they’re saying, like we do with drugs companies or in other sectors where there is high risk?”", "Tougher rules are coming. The EU passed its AI Act, the first law of its kind, and has tough penalties for non-compliance, but some argue it will impact users - who will have to risk-assess AI tools themselves - rather than those that develop the AI .", "But this doesn’t necessarily mean that AI companies are off the hook.", "“We need to move towards legal regulation over time but we can’t rush it,” says Prof Hall. “Setting up global governance principles that everyone signs up to is really hard.”", "“We also need to make sure it’s genuinely worldwide and not just the Western world and China that we are protecting.”", "The overriding issue, as ever, is that regulation and policy move a lot more slowly than innovation.", "Prof Hall believes the “stars are aligning” at government levels.", "The question is whether the tech giants can be persuaded to wait for them.", "BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below."]}, "https://www.bbc.com/news/uk-politics-69050402": {"link": "https://www.bbc.com/news/uk-politics-69050402", "subtitle": "An election has been called by Rishi Sunak sooner than many commentators and politicians had expected.", "time": "2024-05-22T21:09:20.001130", "title": "Chris Mason: Why did Sunak decide to call summer election?", "topics": ["General election 2024", "Rishi Sunak"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/1DE5/production/_133335670_c658e8d3225f150b9fe36c6fc3fa8bf6d0f880dd.jpg.webp"], "videos": [], "author": "By Chris Mason,", "text": ["The general election is on - it will soon be over to you.", "Power will soon drain from Westminster, and drain from those who currently hold it. ", "Politicians, and their future - but far more importantly the country's direction - will lie in your hands.", "The prime minister announced the date outside Number 10, with the rain pouring down and music blasting from just outside the Downing Street gates.", "The song? An old hit from the 1990s, D:Ream's Things Can Only Get Better which you might remember from Tony Blair's era.", "For weeks there had been a growing expectation the election would be held in the autumn, giving the prime minister at least two years in office and giving the economic outlook a greater opportunity to improve.", "A very senior government figure told me just days ago \"there is no reason to be getting excited\" when I was part of a conversation about a summer election.", "I spent more than an hour in conversation with another very senior Conservative just yesterday where the whole thing was framed around a very long campaign that might still be rumbling when the pumpkins were out and the sparklers were sparkling.", "But not everybody is in the loop on something like this. ", "Decisions can be on a knife edge - and there have been those pushing Rishi Sunak to go sooner, Deputy Prime Minister Oliver Dowden among them. ", "Those making that argument felt that things might not improve much and that the perceived desire of the electorate to be given a say soon might risk making any Conservative defeat worse if the appointment with voters was pushed back.", "In other words, do it now or it could get worse.", "The prime minister can also point to at least some of his objectives being fulfilled, or seemingly en route to being fulfilled. ", "Today's inflation number can be chalked up as a success.", "Of course it's not purely down to the actions of the government.", "But governments get blamed when it's sky high, so it's reasonable to expect they will attempt to siphon off some credit when it falls - and it has.", "The wider economic picture appears a little brighter too.", "Then there is the plan to send some asylum seekers to Rwanda.", "It hasn't happened yet but it would appear flights could be imminent, perhaps even during the election campaign, although the claim that it will act as a deterrent will not be tested before polling day. ", "And so the campaign begins.", "The Conservatives will say over and over again: be careful what you wish for. Labour and others will say over and over again it is time for change.", "The outcome will be quite something, whatever happens. ", "Either the opinion polls are broadly right and the party of government will change, or they are wrong and it will be one of the biggest upsets in recent years."]}, "https://www.bbc.com/news/10462520": {"link": "https://www.bbc.com/news/10462520", "subtitle": "", "time": null, "title": "One-minute World News - BBC News", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/videos/c511gjjwr82o": {"link": "https://www.bbc.com/news/videos/c511gjjwr82o", "subtitle": "", "time": null, "title": "Operation Branchform: What’s the latest in SNP finances inquiry?", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/sport/american-football/videos/c4nnvg1vjzro": {"link": "https://www.bbc.com/sport/american-football/videos/c4nnvg1vjzro", "subtitle": "", "time": null, "title": "Harrison Butker: Patrick Mahomes & Andy Reid defend Chiefs kicker after controversial comments - BBC Sport", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/articles/cg33vy3gr7mo": {"link": "https://www.bbc.com/news/articles/cg33vy3gr7mo", "subtitle": "", "time": null, "title": "Watch: Singapore Airlines passenger walks through wrecked cabin", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/uk-politics-69053165": {"link": "https://www.bbc.com/news/uk-politics-69053165", "subtitle": "", "time": null, "title": "Sunak asks Welsh voters if they are looking forward to Euros", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/articles/cn00l5ejx8po": {"link": "https://www.bbc.com/news/articles/cn00l5ejx8po", "subtitle": "The Ghanaian toddler broke the record at the tender age of one year and 152 days.", "time": "2024-05-23T13:09:20.001633", "title": "Ace-Liam Ankrah: Ghanaian toddler sets record as youngest male artist ", "topics": ["World records", "Art", "Ghana", "Africa"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/82dc/live/8634d0b0-1860-11ef-b1ce-2fa28be2f75b.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/6644/live/787b9720-185f-11ef-b1ce-2fa28be2f75b.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/a75b/live/45be9660-1860-11ef-80aa-699d54c46324.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/1b27/live/be322630-18f0-11ef-98b8-c3ef7cd58821.jpg.webp", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png"], "videos": [], "author": "Danai Nesta Kupemba,", "text": ["The mother of the Ghanaian toddler officially recognised as the world's youngest male painter has told the BBC of her pride in her son's artistic ability, and hopes he can take the art world by storm.", "Ace-Liam Nana Sam Ankrah achieved the incredible feat aged one year and 152 days.", "\"He already knows what colours complement each other,\" said his mother Chantelle Kuukua Eghan, who has been an artist herself for eight years.", "Ms Eghan said she first realised his talent when he was only six months old. ", "Ace-Liam was officially honoured with the title last Monday, after five months of waiting for Guinness World Records (GWR) to ratify their attempt.", "\"When I opened the email I just broke down and thanked God,\" Ms Eghan told the BBC.", "To qualify for the record, GWR said Ace-Liam needed to be part of a professional exhibition that was open to the public and sell his work.", "It added that the work needed to be done to a professional standard and evidence presented that it was done on his own.", "Ace-Liam's work was exhibited at the Museum of Science and Technology in the capital Accra, from last December to early January.", "He sold nine of the 10 pieces that were on display and was even commissioned by the First Lady, Rebecca Akufo-Addo, who attended the exhibit.", "The prodigy, who turns two in July, has sold 15 paintings throughout his career so far, and is set to host an auction soon.", "But this dive into the art world was initially unintended. ", "Ms Eghan said he stumbled into painting, or rather crawled into it.", "She was working on a piece she'd been commissioned to do for Miss Universe 2023.", "Being a single mother, she needed to keep Ace-Liam busy while she worked. ", "\"How do I juggle painting and raising a kid?\" she thought to herself. ", "Ingenuity hit, and she spread out a stretched canvas on the floor, put some paint on it and let him play with it.", "\"He was so intrigued by the bright colours,\" she said warmly. ", "His first masterpiece was aptly named, The Crawl. ", "Ace-Liam's artistry is defined by bright colours and acrylic paint to create dynamic abstract images.", "\"His paintings show someone who is intrigued about discovering things,\" Ms Eghan  told the BBC. ", "She hopes her son will follow in the footsteps of Ghanaian artist Amaoko Boafo.", "\"He has been able to put Ghana on the map when it comes to art,\" she said. ", "But when it comes to international artists, she wants her son to look up to American artist Jackson Pollock and the UK's Damian Hirst. ", "\"Jackson Pollock allowed his inner child to still be with him, even when he was old. His work is vibrant and spontaneous and that is how I see my son's work,\" she said.", "Ms Eghan hopes to get Ace-Liam an international scholarship to continue to grow his artistic talent. ", "\"I want to encourage parents to nurture the talent in their kids from an early age,\" she said. ", "For now Ace-Liam has his own studio, made for him by his devoted mother, ready to create his next masterpiece. ", "Go to BBCAfrica.com for more news from the African continent.", "", "Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica"]}, "https://www.bbc.com/news/articles/cd11gwzv040o": {"link": "https://www.bbc.com/news/articles/cd11gwzv040o", "subtitle": "The work is one of five portraits of a banker stolen from his Madrid home in 2015.", "time": "2024-05-23T18:09:20.001687", "title": "Stolen €5m Francis Bacon painting recovered by police in Spain", "topics": ["Madrid", "Art"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/e4e9/live/abb35c30-1919-11ef-b5cc-cb8b8c4cef5a.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/22ca/live/382130e0-191d-11ef-9b6b-6f2320ba1a46.jpg.webp"], "videos": [], "author": "Cat McGowan,", "text": ["Spanish police have recovered a painting by the late artist Francis Bacon that was stolen from a banker's Madrid home in 2015.", "The €5m (£4.2m; $5.4m) work is one of five portraits of the banker, José Capelo, who was a friend of the artist.", "Three of the stolen paintings were recovered in 2017.", "Two people have been arrested on suspicion of involvement in the theft, which police say enabled them to locate the missing painting.", "In total, 16 people have been arrested over the theft since 2015. This includes the person who is believed to be behind the heist and the people who are thought to have carried it out.", "The five works stolen in July 2015 were worth €25m in total. It is thought to be the biggest theft of contemporary art in Spain.", "A safe containing jewels and coins was also taken at the time. ", "\"Investigations are continuing to locate the remaining work and arrest those in possession of it, with the focus on Spanish nationals with links to organised groups from Eastern Europe,\" a police statement said.", "Francis Bacon was born in Dublin in 1909 and went on to become one of the most prominent artists of his era.", "He was a frequent visitor to Madrid and died of a heart attack in the city in 1992, aged 82.", "In 2013, a trio of paintings of his friend and fellow artist Lucien Freud sold for $142m in New York.", "At the time, Three Studies of Lucian Freud was the most expensive artwork ever sold at auction."]}, "https://www.bbc.com/news/articles/cd11v9p66wdo": {"link": "https://www.bbc.com/news/articles/cd11v9p66wdo", "subtitle": "The band call him \"the sweetest guy\", praising his \"unique bass playing and beautiful guitar work\".", "time": "2024-05-23T09:09:20.001687", "title": "Charlie Colin: Founder of US rock band Train dies aged 58", "topics": ["Music"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/ec81/live/a1e3c970-18d7-11ef-a806-31280dfedfab.jpg.webp"], "videos": [], "author": "Helen Bushby,", "text": ["US rock band Train have paid tribute to their founding member Charlie Colin, after his death aged 58, calling him \"the sweetest guy\".", "His sister confirmed the bass player's death to the The Associated Press on Wednesday.", "The cause of his death is unconfirmed, but his mother reportedly told US website TMZ he died after slipping in the shower, while house-sitting for a friend in Brussels.", "The band formed in San Francisco in 1993, and enjoyed one of their biggest hits eight years later, with Drops of Jupiter.", "Colin left the band in the early 2000s, before they went on to have one of their other major hits, Hey Soul Sister, in 2009. ", "Train paid tribute on Instagram, saying: \"When I met Charlie Colin, I fell in love with him.", "\"He was THE sweetest guy and what a handsome chap. Let's make a band, that's the only reasonable thing to do.", "\"His unique bass playing and beautiful guitar work helped get folks to notice us in SF and beyond. I'll always have a warm place for him in my heart.", "\"I always tried to pull him closer but he had a vision of his own. You're a legend, Charlie. Go charm the pants off those angels.\"", "Colin played bass for the band and in 2022 he told the Power Players With Dan Clark podcast that he \"technically left Train in 2005\".", "He continued to work in the music industry afterwards, playing the guitar and providing background vocals for other bands.", "Train is fronted by singer Patrick Monahan, and had a breakthrough hit in 2001, Drops of Jupiter.", "They went on to tour with Barenaked Ladies and Counting Crows, and by 2003 their album, My Private Nation, went platinum. ", "Train went on to have hits including the song Drive By in 2012, and their most recent studio album was AM Gold in 2022, their first studio album for five years. ", ""]}, "https://www.bbc.com/news/world-us-canada-69041450": {"link": "https://www.bbc.com/news/world-us-canada-69041450", "subtitle": "Residents are picking up the pieces after powerful storms killed five people across the US Midwest on Tuesday.", "time": "2024-05-23T17:09:20.001687", "title": "Drone shows path of destruction after deadly Iowa tornadoes", "topics": [], "images": [], "videos": [], "author": "", "text": []}, "https://www.bbc.com/news/articles/c0ddzejlndvo": {"link": "https://www.bbc.com/news/articles/c0ddzejlndvo", "subtitle": "Oxford Action for Palestine organised a sit-in at university offices on Wellington Square.", "time": "2024-05-23T20:09:20.001687", "title": "Oxford University Gaza protest sees 16 arrested", "topics": ["Israel-Gaza war", "Thames Valley Police", "Oxford", "University of Oxford"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/34c3/live/80eceb10-18f1-11ef-98b8-c3ef7cd58821.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/8979/live/7da69250-18f4-11ef-98b8-c3ef7cd58821.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/03dc/live/6c7c4680-18f6-11ef-98b8-c3ef7cd58821.jpg.webp"], "videos": [], "author": "Ethan Gudge,", "text": ["Sixteen protesters have been arrested after a University of Oxford building was locked down due to an occupation by a pro-Palestinian group.", "Oxford Action for Palestine (OA4P) started a sit-in at university offices on Wellington Square at 08:00 BST, demanding a meeting over its policies relating to the Israel-Gaza conflict", "The university accused them of \"threatening and violent actions\".", "Police said 16 people had been detained on suspicion of aggravated trespass.", "It added that one of the 16 had also been arrested on suspicion of common assault.", "BBC Radio Oxford reporter Phil Mercer-Kelly, who was at the scene, said hundreds of people were outside the building, being prevented by police from entering.", "He added there had been a \"big movement\" as police forced a group of people back to Little Clarendon Street to allow police vans to leave.", "Protesters had gained access to a private office inside the building, and hung a Palestinian flag out of a window alongside a list of their demands.", "In a statement, Thames Valley Police said: \"Elements of this protest sought to obstruct the removal of the persons arrested.\"", "The statement added that police were still managing an on-going peaceful protest in the city.", "A spokesperson for OX4P said: \"Today, Oxford students staged a peaceful sit-in to demand that the university meet with us after two weeks of non-response.", "\"Instead of engaging in dialogue with her students, the vice chancellor chose to evacuate the building, place it on lockdown, and call the police to make arrests.", "\"We demand the administration meet with us to negotiate immediately.\"", "The university said the temporary occupation of the building had caused \"significant distress\" to staff.", "In a statement it said: \"Contrary to claims by OA4P, this was not a ‘peaceful sit-in’, but a violent action designed to escalate tensions.", "\"It is clear that the actions of some of the protesters involved in the encampment have created a deeply intimidating environment for many members of our community, including our Jewish students and staff and members of the local Jewish community.\"", "It insisted the university's senior leadership was \"horrified by the suffering of people in Gaza, and the taking of hostages on 7th October\" and said there was \"no place for intolerance at Oxford\".", "On 6 May, so-called \"liberated zones\" were set up at Oxford's Museum of Natural History and King's College, Cambridge.", "The demonstrators called for the universities to cut financial ties with Israel following its offensive in Gaza.", "More than 33,000 people have been killed in Israel's offensive in Gaza, the Hamas-run health ministry there has said, the majority of them civilians.", "Israel rejects accusations that it is engaging in genocidal acts in its campaign in Gaza, and has insisted it has the right to defend itself following the armed incursion by Hamas on 7 October.", "Follow BBC South on Facebook, X (Twitter), or Instagram. Send your story ideas to south.newsonline@bbc.co.uk or via WhatsApp on 0808 100 2240."]}, "https://www.bbc.com/news/articles/cp33nm2j11jo": {"link": "https://www.bbc.com/news/articles/cp33nm2j11jo", "subtitle": "Norfolk Southern agrees settlement with US government to pay for health and environment monitoring in town of East Palestine.", "time": "2024-05-23T19:09:20.001687", "title": "East Palestine: Firm to pay $310m over derailment and toxic fire", "topics": ["Ohio", "East Palestine train derailment", "United States"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/1265/live/a1893470-1926-11ef-8b52-2b41a6663d25.jpg.webp"], "videos": [], "author": "Bernd Debusmann Jr,", "text": ["The firm at the heart of a Ohio train derailment and chemical spill is to pay $310m (£243m) in a settlement to the US government.", "Norfolk Southern will pay $235m to cover the cost of cleaning up contaminated air, water and soil in East Palestine.", "The February 2023 derailment led to a fire that burned through hazardous cargo. Toxic fumes killed thousands of animals and forced many residents to flee. ", "In April, Norfolk Southern reached a separate $600m class-action settlement with residents of the town. ", "The US Environmental Protection Agency (EPA) and justice department sued Norfolk Southern less than two months after the derailment took place last year. ", "The lawsuit sought penalties and injunctive relief \"for the unlawful discharge of pollutants, oil and hazardous substances\" under the US Clean Water Act. ", "The settlement, announced by the justice department on Thursday, requires  Norfolk Southern to pay for long-term environmental monitoring, mental health services for residents and take steps to improve rail safety. ", "The company must also now pay a $15m civil penalty over alleged violations of the Clean Water Act. ", "\"Those who will benefit most directly from this settlement are those who were most directly affected by the disaster,\" acting associate attorney general Benjamin Mizer said in a statement.", "\"Rail safety commitments will help prevent future catastrophic railway events,\" Mr Mizer added. ", "A total of 38 train wagons were derailed in the crash, 11 of which were carrying hazardous materials. ", "Residents later reported feeling unwell, both with physical symptoms and lingering psychological trauma from the incident. ", "Environmental officials also estimated that nearly 45,000 animals - mostly aquatic species - died within a 5 mile (8km) radius. ", "\"No community should have to experience the trauma inflicted upon the residents of East Palestine,\" EPA administrator Michael Regan said on Wednesday. ", "\"Because of this settlement, residents and first responders will have greater access to health services, trains will be safer, and waterways will be cleaner.\"", "The settlement must still be approved by a federal judge. A hearing for final approval is scheduled for 25 September. ", "A separate $600m class-action settlement was reached between Norfolk Southern and town residents last year. ", "In total, Norfolk Southern estimates that it will spend more than $1bn on its response to the derailment, including $200m on new rail safety measures and $780m on its environmental response. "]}, "https://www.bbc.com/news/articles/cv22k054z5zo": {"link": "https://www.bbc.com/news/articles/cv22k054z5zo", "subtitle": "Officials allege the company used illegal tactics to dominate the concert industry, driving up prices.", "time": "2024-05-23T18:09:20.001687", "title": "Live Nation: US sues in bid to break up Ticketmaster owner", "topics": ["International Business", "Ticketing"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/3821/live/1b0d62e0-18a4-11ef-82b6-e70a812da642.jpg.webp"], "videos": [], "author": "Peter Hoskins,", "text": ["US regulators have sued Live Nation, accusing the entertainment giant of using illegal tactics to maintain a monopoly over the live music industry.", "The lawsuit from the Department of Justice said the firm's practices had kept out competitors, and led to higher ticket prices and worse service for customers.", "Attorney General Merrick Garland called on the courts to break up the company.", "Live Nation said in a statement on its website that claims that it wielded monopoly power were \"absurd\".", "It said the lawsuit \"ignores everything that is actually responsible for higher ticket prices\" citing online ticket scalping, artist popularity and higher production costs. ", "Along with its subsidiary, Ticketmaster, Live Nation puts on concerts, sells tickets and owns venues, serving multiple roles that the Department of Justice said had turned it into a \"gatekeeper\" for the industry. ", "It owns more than 250 venues in the US and manages about 60% of concert promotions at major venues nationwide, according to the lawsuit, which was brought by the federal government's Department of Justice, as well as 30 states. ", "The company also controls approximately 80% of all major entertainment ticket sales via Ticketmaster, the lawsuit said.", "It said the company had maintained its position by using exclusive long-term deals, threatening venues that used rival ticketing firms, acquiring potential competitors, tying use of its venues to its promotion services, and deploying other practices.", "Mr Garland said the result was that venues had fewer \"real choices\" of ticketing services and Ticketmaster could impose \"seemingly endless\" fees on fans. ", "He said the firm had also squeezed out smaller promoters and limited artists' opportunities to perform. ", "\"Live Nation controls the live entertainment industry in the United States because it is breaking the law,\" he said at a press conference announcing the lawsuit.", "\"It is time to break it up,\" he added.", "Live Nation said the lawsuit reflected political pressures and a White House that had turned over competition enforcement \"to a populist urge that simply rejects how antitrust law works\".", "\"Some call this “Anti-Monopoly”, but in reality it is just anti-business,\" it said.", "It said its share of the market had been shrinking and its profit margin of 1.4% was the \"opposite of monopoly power\".", "The lawsuit \"won't solve the issues fans care about relating to ticket prices, service fees, and access to in-demand shows,\" the company said.", "\"We will defend against these baseless allegations, use this opportunity to shed light on the industry, and continue to push for reforms that truly protect consumers and artists.\"", "Live Nation was created by the merger in 2010 of US-based events promoter Live Nation and ticket sales and distribution company Ticketmaster. ", "Under the Obama administration, the US approved the deal despite concerns that it would create a giant capable of dominating the live entertainment industry.", "But the company has faced years of criticism from fans, lawmakers, artists and competitors that it wielded too much influence over live entertainment events in the US and around the world.", "In 2022, website failures that many Taylor Swift fans encountered when they tried to buy tickets for her US tour, focused attention on the issue. ", "John Breyault of the National Consumers League, who has been calling for action over Ticketmaster and Live Nation for years, said regulators had made a \"bad bet\" in 2010 and the lawsuit was long overdue. ", "He said it was \"unknowable\" if a break-up of the company would help reduce prices for the public.", "But he said he would expect to see more choice of ticketing services, and a less frustrating process for people trying to buy in-demand shows if the government is successful in court.", "\"Anybody who tried to go buy tickets to go see Taylor Swift can tell you that the experience is pretty terrible,\" he said. ", "Now, he said, \"consumers have nowhere else to go so there's no downside for the company. I think that will change if this lawsuit is successful,\" he said. "]}, "https://www.bbc.com/news/articles/c8889d7x8j4o": {"link": "https://www.bbc.com/news/articles/c8889d7x8j4o", "subtitle": "", "time": null, "title": "Singapore Airlines: Passengers recall horror onboard flight", "topics": ["Singapore", "Bangkok", "Aerospace", "Air travel"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/6e09/live/8ac51700-178b-11ef-b123-3fd061ca42e1.jpg.webp", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png", "/bbcx/grey-placeholder.png"], "videos": [""], "author": "", "text": ["More than 140 travellers and crew members who were onboard a flight hit by severe turbulence landed in Singapore on a relief flight earlier this morning. ", "Passengers onboard SQ321 which was heading from London to Singapore, recounted scenes of \"absolute terror\", with one passenger saying he saw a woman with an \"awful gash on her head\", and heard another \"screaming in agony\".", "A 73-year-old British man, Geoff Kitchen, died from a suspected heart attack onboard, while several others remain seriously injured.", "Mr Kitchen is believed to have suffered a heart attack when the plane was hit by the turbulence. Reports say he was on his way to Singapore to start a six-week holiday along with his wife who was also on board. ", "The Singapore-bound Boeing 777-300ER diverted to Bangkok following the mid-air incident, making an emergency landing at 15:45 local time (08:45 GMT) with some 211 passengers and 18 crew aboard.", "Smitivej Hospital, in Bangkok, said 104 people were treated and 58 remain in hospital, 20 of whom are in the intensive care unit. ", "There are 15 Britons still being treated in hospital, with six in intensive care, the hospital said. ", "Andrew Davies, a British passenger onboard the Boeing 777-300ER, told the BBC's Radio 5 Live that the plane \"suddenly dropped... [with] very little warning\".", "\"The thing I remember the most is seeing objects and things flying through the air. I was covered in coffee. It was incredibly severe turbulence,\" he said.", "Another passenger said those not wearing seatbelts were \"launched immediately into the ceiling\".", "\"Very suddenly there was a very dramatic drop, so everyone seated and not wearing a seatbelt was launched immediately into the ceiling,\" 28-year-old student Dzafran Azmir told Reuters.", "\"I saw people from across the aisle just going completely horizontal, hitting the ceiling and landing back down in really awkward positions. People getting massive gashes in the head concussions.\"", "Mr Azmir added that people's heads had slammed into the overhead panels above the seats and \"pushed through\" some of the panels.", "", "", "Another Briton, Jerry, 68, was travelling to Australia for his son's wedding. He said there was no warning before the \"plane plunged\".", "\"I hit my head on the ceiling, my wife did - some poor people who were walking around ended up doing somersaults,\" he recalled.", "“My son was thrown down on the floor two rows behind me. I heard that there was a guy hitting the roof in the toilet and he was injured quite badly, too,” he said, speaking from a Thai hospital. He added that he and his family were “lucky enough” that none of them had died.", "The family had been travelling to Australia for his son's wedding on Friday, but now would not be able to make it, he said. ", "One Singaporean man, whose son was onboard the plane, said he was \"thrown all over the place\". ", "Chiew says his 22-year-old son was in London on holiday visiting his girlfriend, who was studying there on an exchange programme. The pair were flying back to Singapore when turbulence hit.", "He told the BBC: \"My son was on his way to the restroom, while his girlfriend was seated. Both are okay.", "\"He said he wasn't injured, he was all right - but he's a bit bruised, he was thrown all over the place.\"", "He said his son had messaged him yesterday afternoon to say he had landed in Bangkok after the flight was diverted.", "An airline official said that about 10 hours into its flight, the plane had encountered \"sudden extreme turbulence\" over Myanmar's Irrawaddy Basin at 37,000 feet.", "", "Singapore Airlines also provided details on the nationalities of those on the flight, which included 56 people from Australia and 47 from the UK.", "Allison Barker said she received a message from her son, Josh, who was on the plane en route to Bali: \"I don't want to scare you, but I'm on a crazy flight. The plane is making an emergency landing... I love you all.\"", "After that message, she waited for  a \"petrifying\" two hours before hearing from him again.", "\"One minute, he was just sitting down wearing a seatbelt, the next minute, he must have blacked out because he found himself on the floor with other people,\" she told the BBC.", "Josh, she said, sustained minor injuries - but she is concerned that coming close to death could have a lasting impact on him.", "The head of Singapore Airlines, Goh Choon Phong, apologised on Wednesday morning, saying the carrier was \"very sorry for the traumatic experience\". ", "In a video statement, Mr Goh said the airline was \"fully cooperating with relevant authorities on the investigations\".", "He also expressed his condolences to the family of the victim, adding that they would \"render all possible assistance\" to affected passengers and crew members.", "Singapore Prime Minister Lawrence Wong also sent his \"deepest condolences\" to the family and loved ones of the deceased, adding that Singapore was \"working closely with Thai authorities\".", "He also said Singapore's Transport Safety Investigation Bureau would conduct a thorough investigation into the incident.", "Accidents involving Singapore Airlines are rare, with the carrier consistently ranking among the world's safest.", "The last fatal accident occurred in 2000, when a Boeing 747 crashed while attempting to take off from the wrong runway at a Taiwan airport.", "Some 83 people of the 179 people onboard were killed.", "Turbulence is most commonly caused by aircraft flying through cloud, but there is also \"clear air\" turbulence which is not visible on a jet's weather radar. ", "“Injuries from severe turbulence are relatively rare in the context of millions of flights operated,\" aviation expert John Strickland told the BBC.", "Aviation journalist Sally Gethin said wearing a seatbelt could be the \"difference between life and death\", explaining that anything not bolted down is at risk during severe turbulence.", "Research has shown that climate change will make severe turbulence more likely in the future."]}, "https://www.bbc.com/news/articles/c7223p24qzjo": {"link": "https://www.bbc.com/news/articles/c7223p24qzjo", "subtitle": "", "time": null, "title": "Dylan Cope: Boy died of sepsis after doctors missed GP note", "topics": ["Wales", "Cwmbran", "Health", "Newport", "NHS Wales", "NHS"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/b54c/live/df9764b0-1900-11ef-80aa-699d54c46324.jpg.webp", "https://ichef.bbci.co.uk/news/480/cpsprodpb/ac02/live/25771e80-1901-11ef-876b-c77a1c45f857.jpg.webp"], "videos": [], "author": "Jordan Davies,", "text": ["A nine-year-old boy died from sepsis after doctors and nurses missed a \"significant\" GP note, an inquest heard. ", "Dylan Cope, from Newport was taken to the Grange Hospital in Cwmbran, Torfaen, on 6 December 2022 after his GP wrote “query appendicitis”, but this note was not read. ", "The senior doctor on shift that night said GP referrals were not being printed off and put into patients' notes because of how busy the department was.", "The court also heard how Dylan’s father should have been directed to a 999 call handler, but was not due to a mistake.", "Dylan was readmitted to hospital on 10 December, and died on 14 December from septic shock, with multi-organ disfunction caused by a perforated appendix.", "Dr Singh, a consultant paediatric surgeon from Nottingham University Hospital, said the GP note which identified appendicitis and referenced Dylan “guarding” the right side of his abdomen were important.", "“That was a very, very significant piece of information,\" he said.", "Dr Singh explained that clinicians should rule out appendicitis, “by all possible means” before moving on to other diagnoses.", "The court heard the children’s emergency assessment unit at the Grange Hospital was “operating well over capacity” the night Dylan was admitted.", "The court heard from a nurse practitioner who believed Dylan was going to be seen by a registrar, but this did not take place.", "Dr Singh said that if Dylan had been referred to a surgeon that night, a surgeon would have diagnosed appendicitis and kept him in hospital.", "The court was told Dylan’s heart rate increased while in hospital.", "Dr Singh said: “This was a very significant finding which should have alerted for him to be admitted. In septic shock every minute counts.\"", "The inquest was read expert evidence from Dr Simon Nadel, a consultant paediatric intensivist at St Mary’s hospital London.", "He said: “In my opinion on the balance of probabilities Dylan had appendicitis when he presented on 6 December.\"", "He said it was his opinion Dylan “would have died whatever treatment was initiated”, when he represented at hospital.", "Dr Nadel said: “In my opinion on the balance of probabilities Dylan had appendicitis when he presented on 6 December”.", "He said, when Dylan was readmitted to hospital the chances of him surviving was “50% or less”.", "The court also heard that Dylan’s father, Laurence Cope, phoned the NHS non-urgent 111 service days after his son was discharged, but waited two hours for his call to be answered.", "An NHS 111 boss told the court that when the call was answered, the handler recorded the wrong information, which failed to trigger a 999 response.", "Peter Brown, the head of 111 Operations at the time, said Laurence Cope made the phone call at 12:48 on 10 December, but his call was not answered until 14:49, a wait of more than two hours.", "Mr Brown said the target to answer calls was 60 seconds.", "“We were simply not achieving that,” he said, adding that on the day of Mr Cope’s call the service had received more than 9,000 calls – compared to the usual 4,000 – because of concern about Strep A.", "He said the call volumes were “beyond anything” the service had previously seen.", "The court heard that Mr Cope managed to speak to a call handler who recorded the wrong information.", "The inquest heard that Mr Cope was asked, “is Dylan severely unwell?”, to which he responded that his son was “severely unwell”.", "However, the call handler mistakenly recorded “no” in the system in response to that question.", "Mr Brown said that if the call hander had recorded “yes”, it would have connected him to a 999 call handler.", "He then said “a number of critical pieces of information” were not passed on to a 111 clinician by the call handler.", "“That was an opportunity missed,” he said.", "The court heard the call handler has since left the service.", "Mr Brown said there had been changes to the 111 system since Dylan’s death, including replacing the computer system with a “modern, fit for purpose” system which now allows clinicians to view GP notes.", "He said call handlers and clinicians had been retrained, and that the service had “done a lot of work” to answer more calls in a “timely fashion”.", "The court also heard from Dr Yvette Cloette, clinical director in paediatrics at Aneurin Bevan University Health Board, who investigated Dylan’s treatment at the Grange Hospital.", "She said “it was exceptionally busy” the night Dylan was admitted and that a colleague had felt “the system was unsafe” during that period.", "She said the health board did not speak to Dylan’s parents as soon as they should have, and that she recognised that the nurse practitioner who saw Dylan did not read his GP notes.", "She said sometimes there would be an hour or two delay until those notes were put on to the computer system, but she said it now goes directly on to the system.", "Dr Cloete told the court that Dylan should not have been sent home.", "“I know he was, but he was not meant to be sent home,” she said.", "The inquest continues."]}, "https://www.bbc.com/news/articles/cl44j0xgeljo": {"link": "https://www.bbc.com/news/articles/cl44j0xgeljo", "subtitle": "", "time": null, "title": "Paula Vennells told not to make Post Office front page news", "topics": ["Post Office Inquiry", "Post Office Ltd"], "images": ["https://ichef.bbci.co.uk/news/480/cpsprodpb/44af/live/dbe7c500-1912-11ef-b610-dfcff7796496.png.webp", "/bbcx/grey-placeholder.png"], "videos": [], "author": "Tom Espiner,", "text": ["The Post Office dropped a wide-ranging review into the convictions of sub-postmasters over fears it would make \"front page news\". ", "Paula Vennells, the former Post Office boss, had suggested in 2013 that convictions going back 10 years could be scrutinised.", "But in an email revealed at the inquiry into the Horizon IT scandal on Thursday, ex-Post Office media chief, Mark Davies, told Ms Vennells that it would \"fuel the story and turn it into something bigger than it is\".", "Ms Vennells replied at the time that she would take her PR adviser's \"steer\" but admitted at the inquiry such a review could have \"avoided a lost decade\" in terms of discovering miscarriages of justice.", "On a second day of questions, Ms Vennells was grilled about a report by forensic accountants Second Sight which was published on 8 July, 2013 and flagged up bugs in the Horizon IT system.", "The Post Office had previously insisted that Horizon - which is accountancy software used by sub-postmasters in their branches - was robust.", "In an email to colleagues prior to the report's publication, Ms Vennells made suggestions to address concerns of campaigners including Alan Bates and Lord Arbuthnot about the safety of previous Horizon convictions.", "This included reviewing all convictions for false accounting stretching back up to 10 years \"in the light of the Second Sight findings\".", "Mr Davis said: \"If we say publicly that we will look at past cases... we will open this up very significantly into front page news. In media terms it becomes mainstream, very high profile.\"", "Ms Vennells responded: \"You were right to call this out, and I will take your steer, no issue.\"", "Lead counsel for the inquiry, Jason Beer KC, asked Ms Vennells asked if this meant that she took the advice of Mr Davis not to look back further into past cases. ", "Ms Vennells began to respond, saying \"I really don't remember it relating to the decision\" prompting groans from the public gallery where former sub-postmasters and postmistresses were watching proceedings.", "This sparked a rare intervention by Sir Wyn Williams, chairman of the inquiry, asking for calm. ", "Mr Beer said that had the idea been put into effect, it may have \"avoided a lost decade\" in terms of discovering miscarriages of justice.", "\"It may well have done,\" conceded Ms Vennells.", "Hundreds of sub-postmasters and postmistresses were convicted for offences including theft and false accounting on the strength of faulty Horizon data. Money was flagged as being missing from Post Office accounts when, in reality, it wasn't.", "From 1999 to 2015, there were 983 UK convictions - the majority of which were prosecuted by the Post Office itself, which is owned by the government.", "A smaller number of cases were prosecuted by the Crown Prosecution Service.", "Ms Vennells admitted on Wednesday that she did not know until 2012 that it was the Post Office and not external bodies that were prosecuting sub-postmasters. ", "She joined the firm in 2007 and was promoted to managing director three years later. ", "So far only 103 sub-postmasters have had their convictions overturned.", "Sub-postmasters were required to repay the supposedly missing funds and many were still prosecuted. Some went to prison and many were ruined financially.", "Ms Vennells said that Mr Davis was trying to \"minimise misinterpretation and exaggeration in the media\" due to the Post Office thinking at the time that there had only been a small number of possible problems with convictions.", "Mr Beer said the idea of not looking back at past convictions because it could generate front page news was \"a grossly improper perspective\", to which Ms Vennells replied: \"Yes, it is.\"", "She added that she would \"never\" have taken the advice of just one colleague on this.", "Speaking to the BBC in a break in the proceedings, former sub-postmaster Jo Hamilton said the decision not to go ahead with a review was \"a deliberate missed opportunity\".", "Former sub-postmaster Seema Misra, who was sent to prison while pregnant, added that she thought it was evidence of a \"cover-up\".", "Ms Vennells was also asked about a Post Office board meeting in July 2013.", "Mr Beer said former Post Office general counsel Susan Crichton was \"made to wait outside on a chair\" like a \"naughty schoolgirl\" during the meeting.", "Ms Crichton had prepared a paper on Horizon legal risks, but she didn't get a chance to present it.", "\"[Ms] Crichton has told us in this inquiry that she spoke to you before the meeting to say that, in her view, there would be many successful claims against the Post Office arising from past wrongful prosecutions,\" Mr Beer said, asking whether that was true.", "\"I have no recollection of that whatsoever,\" Ms Vennells replied.", "Mr Beer pressed Ms Vennells on why she presented parts of Ms Crichton's paper to the board.", "\"Did you take over her paper and present it or the issues in it to prevent the board from hearing her opinion?\" Mr Beer asked.", "Ms Vennells said she \"would not cover anything up in this process,\" adding: \"I never once withheld information from the board.\"", "She said she was expecting Ms Crichton \"to come in and, minutes before that should have happened, the chairman told me she had decided to stand Susan down.\"", "Speaking to the BBC after the hearing had stopped on Thursday, former sub-postmaster Lee Castleton said he would have liked Ms Vennells to be \"more candid about who said what\".", "Former sub-postmaster Janet Skinner, who was jailed for false accounting and pursued for \"proceeds of crime\" said she believed Ms Crichton had been \"cold-shouldered\" by the Post Office because they \"didn't like what she was saying\"."]}, "https://www.bbc.com/sport/cricket/articles/c288x7xr9ego": {"link": "https://www.bbc.com/sport/cricket/articles/c288x7xr9ego", "subtitle": "England comfortably beat Pakistan by 37 runs in the opening one-day international at Derby.", "time": "2024-05-23T20:13:20.002773", "title": "England v Pakistan: Hosts win ODI series opener despite unconvincing performance - BBC Sport", "topics": [], "images": [], "videos": ["//emp.bbc.com/emp/SMPj/2.52.1/iframe.html", "//emp.bbc.com/emp/SMPj/2.52.1/iframe.html", "//emp.bbc.com/emp/SMPj/2.52.1/iframe.html"], "author": "", "text": ["First ODI, County Ground, Derby", "England 243-9 (50 overs): Capsey 44 (65); Dar 3-56 ", "Pakistan 206-9 (50 overs): Muneeba 34 (60); Ecclestone 3-26", "England won by 37 runs ", "Scorecard", "England comfortably beat Pakistan by 37 runs, despite a sub-par performance in an underwhelming one-day international series opener in Derby. ", "Chasing 244, Pakistan were well set for a surprise victory at 149-4 but fell short despite a spirited effort to reach 206-9 from 50 overs. ", "Sophie Ecclestone starred with 3-26, with two wickets apiece for fellow spinner Charlie Dean and seamers Lauren Bell and Kate Cross. ", "Despite a comprehensive margin of victory, England were unconvincing as plenty of batters made starts but failed to kick on in their 243-9. ", "Six batters reached 20, with Alice Capsey's 44 the top score, but none were able to convert to a half-century. ", "On a sluggish pitch and outfield that was impacted by the week's rain, Pakistan utilised their plethora of slow bowlers to frustrate England and restrict their ability to play with their desired aggression. ", "The preceding T20 series, which England swept 3-0, saw Pakistan fail batting second in each game but they showed improved grit and skill in the longer format amid ill-discipline from Heather Knight's side, who conceded 31 in wides.", "Captain Nida Dar added stands of 38 and 32 with Muneeba Ali, who made 34, and Aliya Riaz, who made 21, to give England a slight scare in a flat middle-over phase before the lower order unravelled as the hosts closed in on victory.", "The three-match ODI series continues at Taunton on Sunday. ", "Despite the pre-match talk focusing on maintaining the T20 side's aggressive approach and being \"ruthless\", England's batting lacked such a spark. ", "Considering the weather, some leeway must be given because of the nature of the pitch which probably did not lend itself to free-flowing strokeplay. ", "But England faced 26.2 overs in dot balls, and managed just four boundaries in the last 15 overs of the innings. ", "The frustration was the failure to capitalise on starts, though, with wickets thrown away as soon as a partnership started to settle. ", "The experienced quartet of Tammy Beaumont, Heather Knight, Nat Sciver-Brunt and Amy Jones all fell for scores between 29 and 37, before Capsey tamely nudged one back to the bowler six runs short of a first ODI half-century. ", "England were missing the experienced Danni Wyatt, who was ruled out with illness, and her firepower in the middle overs was sorely missed, also meaning Charlie Dean was batting arguably one place too high at seven - though she did contribute a valuable 20.", "Pakistan fought admirably, recovering from dropping Knight on nought and 18 early in the innings to chip away at the wickets column with their nagging accuracy. ", "But while they deserve credit, England are ranked second in the world in the format and Pakistan 10th - and in the next two games, Knight and coach Jon Lewis have much to put right. ", "The T20 series saw Pakistan bowled out for 79 and 110 before a more respectable 142-4 in their final outing, showing they are capable of starting well but struggle for a complete performance. ", "The first ODI showed much of the same but with more time for resistance, and while it may not have been an all-time classic, they have shown that they are edging closer. ", "A stubborn last-wicket stand that lasted 8.2 overs frustrated England, with Najiha Alvi - who also impressed behind the stumps - adding a gritty 26 from 57 balls.", "But the extras column had the highest score of the innings, with 40, which summarised England's sloppy day in the field.", "It is the most extras they have ever conceded in the format, while wicketkeeper Jones had a rare off-day with two dropped catches. ", "Ecclestone was as metronomic and threatening as ever and while the others' bowling figures were actually very respectable, it is the lack of discipline that let England down. ", "Their talk of entertaining and inspiring did not materialise - it arguably had little opportunity to - and with fewer opportunities to play ODI cricket in the sport's chaotic schedule, the turnaround must be a quick one.", "Ex-England all-rounder Georgia Elwiss on BBC Test Match Special: “There was a little bit of rustiness of bowling long spells. They were trying to push for wickets early doors and didn't get it quite right.", "“It probably won't happen again – it’s just been one of those days.”", "England captain Heather Knight speaking to Sky Sports: \"Scrappy is a good word for it. There are areas we can do a lot better, too many extras and lacking execution, but at the end of the day we got the job done. ", "“We haven't played a huge amount of one-day cricket, finding the tempo can be hard.”", "Player of the match Sophie Ecclestone speaking to Sky Sports: \"I think I got away with a few balls, it was quite cold out there. Sometimes I go searching for wickets but I am pleased to get the three.", "“We didn't get enough runs, we should have got a few more, but we kept our intensity high.”"]}, "https://www.bbc.com/sport/formula1/articles/c299xgg5lwpo": {"link": "https://www.bbc.com/sport/formula1/articles/c299xgg5lwpo", "subtitle": "Max Verstappen says this weekend’s Monaco Grand Prix will be “one of the more difficult races” for his Red Bull team.", "time": "2024-05-23T17:09:20.002831", "title": "Max Verstappen: Monaco Grand Prix could be more difficult race for Red Bull - BBC Sport", "topics": [], "images": ["https://ichef.bbci.co.uk/news/937/cpsprodpb/fcbb/live/b13d6690-191a-11ef-9b6b-6f2320ba1a46.jpg", "https://ichef.bbci.co.uk/news/1024/cpsprodpb/aec5/live/60129ef0-1917-11ef-9b6b-6f2320ba1a46.jpg"], "videos": [], "author": "", "text": ["Max Verstappen says this weekend’s Monaco Grand Prix will be “one of the more difficult races” for his Red Bull team.", "McLaren’s Lando Norris has emerged as a major threat to the world champion in the past two events, the Briton taking his maiden win in Miami and finishing a close second in Imola on Sunday.", "Verstappen said: “Looking at the track layout it’s probably not going to be our best track, just because our car normally struggles a bit over bumps and kerbs.", "“We did work on it a bit compared to last year. So far on most of the tracks that we’ve been to our low-speed performance has improved a little bit, but I don’t think this is going to be a very easy weekend.”", "Verstappen won in Monaco last year but picked out Ferrari and McLaren as two teams to watch out for.", "“After Miami, it was quite clear when we went into Imola that [the gap between teams] had all closed up a bit, even though Imola was probably also not our easiest weekend. For sure, Monaco is always like that anyway.”", "Norris said he was “hopeful it could be a good weekend”.", "And asked whether he could even mount a title challenge, the 24-year-old said: “I’m  - what? Sixty points behind Max. It’s a long way to go. I am definitely not thinking about it and it is not going to change anything.", "“You concentrate on getting a good result and then things play out for themselves. We have definitely put ourselves in there.\"", "With a third of the season gone, Norris says there is \"plenty of opportunity\" for him and his team.", "“There are things coming in the future and, if things start to turn around, we can definitely start coming back at some things.”", "Ferrari’s Charles Leclerc took pole position in Monaco in both 2021 and 2022, and was third on the grid last year behind Verstappen and Aston Martin’s Fernando Alonso.", "Leclerc grew up in Monaco and said: “I would be surprised if I am not in the mix for pole at least.”", "The 26-year-old said the challenge of the tight and twisty street circuit was arguably the greatest on the calendar.", "“What you have in Monaco more than the tracks is the risk assessment,” Leclerc said. “This is where the driver can make a big difference by taking more risk. It either pays off or not at all.", "\"As soon as you try to go a bit more on the limit, you straight away see it on the lap time. Coming Q3, you start to get pretty close to the walls but it is exciting. I don’t get that feeling anywhere else on the calendar.”", "Lewis Hamilton said he believed Mercedes would have a better weekend in Monaco after some difficult recent races.", "And Alonso, whose team have suffered an alarming dip in form in the past two events, said he was “optimistic we can do a strong weekend”."]}, "https://www.bbc.com/sport/golf/articles/c1wwl76l86lo": {"link": "https://www.bbc.com/sport/golf/articles/c1wwl76l86lo", "subtitle": "The police officer who arrested world number one Scottie Scheffler last week has been disciplined for not activating his body-worn camera.", "time": "2024-05-23T20:14:20.002270", "title": "Scottie Scheffler: Arresting officer disciplined for failing to turn on body-worn camera - BBC Sport", "topics": [], "images": ["https://ichef.bbci.co.uk/news/982/cpsprodpb/1ed1/live/93b8a7b0-1938-11ef-8dee-55f0e954201b.jpg"], "videos": ["//emp.bbc.com/emp/SMPj/2.52.1/iframe.html"], "author": "", "text": ["The police officer who arrested world number one Scottie Scheffler last week has been disciplined for not activating his body-worn camera.", "Scheffler was arrested by Bryan Gillis after trying to drive into Valhalla Golf Club for his second round at the US PGA Championship on 17 May.", "The American was charged with second-degree assault, third-degree criminal mischief, reckless driving and disregarding traffic signals from an officer, all of which he denies.", "Louisville Metro Police Department Chief Jacquelyn Gwinn-Villaroel said Gillis has received \"corrective action\" following an internal investigation to see if policies were correctly followed.", "\"This corrective action has been notated on a performance observation form which is in line with our disciplinary protocol and practices,\" said Gwinn-Villaroel. ", "\"We respect the judicial process and we will allow the courts to proceed accordingly.\"", "Scheffler, who finished the US PGA Championship in a tie for eighth, had a court date set for 21 May but that has been pushed back to 3 June."]}, "https://www.bbc.com/sport/tennis/articles/cgee0e00qw7o": {"link": "https://www.bbc.com/sport/tennis/articles/cgee0e00qw7o", "subtitle": "Rafael Nadal starts what is expected to be his final French Open with a tough first-round draw against fourth seed Alexander Zverev.", "time": "2024-05-23T14:09:20.002270", "title": "French Open 2024 draw: Rafael Nadal plays Alexander Zverev, Andy Murray faces Stan Wawrinka - BBC Sport", "topics": [], "images": ["https://ichef.bbci.co.uk/news/2048/cpsprodpb/0197/live/b5508b60-18fa-11ef-876b-c77a1c45f857.jpg"], "videos": [], "author": "", "text": ["Rafael Nadal will start his French Open return - and expected farewell to the tournament he has dominated - with a first-round match against German fourth seed Alexander Zverev.", "Spain's Nadal, who has won the men's title on a record 14 occasions, plans to retire later this year.", "Zverev, 27, is one of the favourites for the title and tuned up by winning the Italian Open last week.", "Britain's Andy Murray has also indicated he will call it a day in the coming months and starts against fellow veteran Stan Wawrinka.", "Murray, 37, has only played on the Roland Garros clay once since 2017, losing resoundingly in the first round to Wawrinka four years ago.", "The Scot returns for the final time after recovering from an ankle injury.", "Defending men's champion Novak Djokovic starts against French wildcard Pierre-Hugues Herbert, while Iga Swiatek begins her bid for a third women's title in a row against a qualifier or lucky loser.", "The French Open, which is the second Grand Slam tournament of the season, starts on Sunday, 26 May.", "Success for British players on the Paris clay has been scarce over the years and, based on form and pedigree, it would be monumental achievement if anyone could follow Sue Barker who remains the only singles champion from the nation in the Open era.", "Katie Boulter is the highest-ranked British player and the 26th seed has been a handed a difficult-looking assignment.", "Making her first appearance in the main draw, Boulter starts against former world number two Paula Badosa and could face former US Open champion and Roland Garros runner-up Sloane Stephens in the second round.", "Belarusian second seed Aryna Sabalenka potentially lies in wait in the third round.", "Boulter, 27, almost drew fellow Briton Harriet Dart in the first round.", "Boulter was one of two seeds left in the pot to face 27-year-old Dart, who instead starts her second appearance in the main draw against Czech 27th seed Linda Noskova.", "In the men’s singles, Cameron Norrie is the leading Briton by ranking and the 32nd seed will have a chance of facing Murray in the second round if he beats 57th-ranked Pavel Kotov.", "Dan Evans landed Danish 13th seed Holger Rune, while Jack Draper faces a qualifier or lucky loser.", "While world number one Swiatek is the overwhelming favourite for the women's singles, Sabalenka is expected to be the player who could end her clay-court dominance and faces 101st-ranked Erika Andreeva in her opening match.", "Swiatek and Sabalenka are separated in the two halves of the draw, meaning they could not play until the final on 8 June.", "In the second round, Poland’s Swiatek could face four-time major champion Naomi Osaka, who is back at Roland Garros for the first time since returning from maternity leave and starts against Italy's Lucia Bronzetti.", "American third seed Coco Gauff has been drawn in the same half as Swiatek, meaning they could face in the semi-finals.", "Gauff, who lost to Swiatek in the last four in Rome last week, also begins her campaign against a qualifier or lucky loser.", "In the men's draw, Italian second seed Jannik Sinner plays American Chris Eubanks, while Spanish third seed Carlos Alcaraz takes on a qualifier or lucky loser.", "Eyes strained as excitement built over where Nadal’s name would appear on the LED screen at Thursday's draw ceremony.", "Murmurs came from the audience when Nadal appeared next to a blank space reserved for a seed. Shocked gasps followed when Zverev was plucked out to fill the gap.", "Nadal missed last year's tournament for the first time in 19 years after a torrid time with injuries but is fit enough to return this year under a protected ranking.", "The lack of matches over the past 18 months has seen Nadal drop to 276th in the world, leaving the former number one unseeded at Roland Garros for the first time.", "That left Nadal vulnerable to the possibility of facing a high-ranked player. Landing Zverev – long one of the leading players on tour, adept on clay and in form – was about as bad as it could get.", "Murray has also been handed an eye-catching draw in what feels like a fitting occasion – and despite winning just six games in their 2020 match, he might not necessarily fear Wawrinka.", "Murray and Wawrinka once sparred for the biggest prizes and met in the 2017 Roland Garros semi-finals, a brutal match which exacerbated the career-changing hip injury which the Scot later needed surgeries on.", "Wawrinka, 39, is also a three-time major champion like Murray, but the Swiss has not won back-to-back tour-level matches since the US Open in August.", "Murray has not played much, though. He managed to avoid surgery on ruptured ankle ligaments in order to return to Roland Garros and only has three matches under his belt since Miami in March - losing twice."]}, "https://www.bbc.com/sport/football/articles/c2llxjxq955o": {"link": "https://www.bbc.com/sport/football/articles/c2llxjxq955o", "subtitle": "West Ham midfielder Lucas Paqueta is charged by the FA for allegedly getting booked \"for the improper purpose of affecting the betting market\".", "time": "2024-05-23T19:09:20.002831", "title": "Lucas Paqueta charged by FA for allegedly 'intentionally seeking to receive a card' - BBC Sport", "topics": [], "images": ["https://ichef.bbci.co.uk/news/838/cpsprodpb/3b48/live/d148d4b0-191a-11ef-9b6b-6f2320ba1a46.jpg"], "videos": [], "author": "", "text": ["West Ham midfielder Lucas Paqueta has been charged by the Football Association for allegedly getting booked deliberately \"for the improper purpose of affecting the betting market\".", "The four charges relate to a Premier League game against Leicester City on 12 November in 2022, plus 2023 fixtures against Aston Villa on 12 March, Leeds United on 21 May and Bournemouth on 12 August.", "The 26-year-old Brazil international had been under investigation since last summer over suspicious betting patterns. ", "An FA statement said: \"It's alleged that he [Paqueta] directly sought to influence the progress, conduct, or any other aspect of, or occurrence in these matches by intentionally seeking to receive a card from the referee for the improper purpose of affecting the betting market in order for one or more persons to profit from betting.\"", "Paqueta, who joined West Ham from Lyon for an initial £36.5m in August 2022,   said he was \"extremely surprised and upset\" by the charges.", "\"For nine months, I have co-operated with every step of their investigation and provided all the information I can. I deny all the charges in their entirety and will fight with every breath to clear my name,\" he added.", "Paqueta has also been charged with \"two breaches of FA Rule F3 in respect of alleged failures to comply pursuant to FA Rule F2\", which relates to providing information and documents.", "The charges came on the same day the Hammers confirmed the appointment of Julen Lopetegui as their new head coach following the departure of David Moyes. ", "A West Ham statement said: \"The club will continue to stand by and support the player throughout the process.\"", "Paqueta, who has been picked in Brazil's squad for the Copa America next month, has until 3 June to respond to the charge of \"misconduct in relation to alleged breaches of FA Rules E5 and F3\" subject to any request for an extension.", "While this case will be dealt with on its own merits, Paqueta could be facing a lengthy ban if a breach is proven.", "In 2022 Stratford Town defender Kynan Isaac was banned for 10 years for his part in spot-fixing during an FA Cup tie in which it was alleged he deliberately got booked as part of a betting scheme with friends.", "", "West Ham 0-2 Leicester - 12 November 2022", "Paqueta booked for a 'lunge' on Leicester midfielder Boubakary Soumare in the 60th minute.", "He is booked at 1-0 and the match finishes 2-0 to Leicester.", "West Ham 1-1 Aston Villa - 12 March 2023", "Paqueta booked for what is described as a 'lunging challenge' on John McGinn in the 70th minute, with the score at 1-1.", "West Ham 3-1 Leeds United - 21 May 2023", "Paqueta is booked for pulling back Leeds winger Crysencio Summerville on the counter-attack in the 65th minute.", "It happens at 1-1, with West Ham going on to win 3-1.", "West Ham 1-1 Bournemouth - 12 August 2023", "In the opening game of this season, Paqueta is booked for handball in the 94th minute, with the match finishing 1-1.", "BBC Sport chief football reporter Simon Stone", "Paqueta is pleading his innocence and West Ham are standing by their man.", "It can only be hoped for his sake that he manages to explain what happened satisfactorily, because the scale of the accusations are huge.", "Brentford and England striker Ivan Toney served an eight-month ban for betting breaches, some of which involved his own team to lose, but not in games he was playing in.", "In 2020 England defender Kieran Trippier was banned for 10 weeks for advising a friend he was about to join Atletico Madrid.", "This would be different. It would effectively be in-game spot-fixing.", "Paqueta says he is \"surprised and upset\" by the charges.", "The potential penalties range from six months to a lifetime ban, so the seriousness of the situation cannot be underestimated."]}}